<?PHP

//-------------------------------------------------------
	  $language_pack_name = "greek";
	  $language_pack_table_name = "greek";
//-------------------------------------------------------
	try {
		$query = $db->prepare("SELECT COUNT(*) from idevaff_language_packs where table_name = ?");
		$query->execute(array($language_pack_table_name));
	} catch ( Exception $ex ) {
		echo '<strong>Error:</strong><br>File: ' . $ex->getFile() . '<br><strong>Line:</strong> ' . $ex->getLine() . '<br><strong>Message:</strong> ' . $ex->getMessage();
		die;
	}

if (!$query->fetchColumn()) {

//-------------------------------------------------------
// LANGUAGE CONTENT
//-------------------------------------------------------
$header_title = "Πρόγραμμα Συνεργατών";
$header_indexLink = "Αρχική Σελίδα Συνεργατών";
$header_signupLink = "Εγγραφείτε Τώρα";
$header_accountLink = "Διαχείριση Λογαριασμού";
$header_emailLink = "Επικοινωνήστε Μαζί Μας";
$header_greeting = "Καλώς Ήρθατε";
$header_nonLogged = "Επισκέπτης";
$header_logout = "Αποσύνδεση Εδώ";
$footer_tag = "Λογισμικό Συνεργατών Από iDevAffiliate";
$footer_copyright = "Πνευματικά Δικαιώματα";
$footer_rights = "Με Επιφύλαξη Κάθε Νόμιμου Δικαιώµατος";
$index_heading_1 = "Καλώς Ήρθατε Στο Πρόγραμμα Συνεργατών Μας!";
$index_paragraph_1 = "Η εγγραφή στο πρόγραμμά μας γίνεται εύκολα και δεν απαιτεί τεχνικές γνώσεις. Τα προγράμματα συνεργατών μας είναι διαδεδομένα παντού στο Διαδίκτυο και προσφέρουν στους ιδιοκτήτες ιστοσελίδων έναν επιπλέον τρόπο να επωφεληθούν από τις ιστοσελίδες τους. Οι Συνεργάτες δημιουργούν κυκλοφορία και πωλήσεις για εμπορικές ιστοσελίδες και σε αντάλλαγμα εισπράττουν μια πληρωμή με προμήθεια.";
$index_heading_2 = "Πώς Λειτουργεί;";
$index_paragraph_2 = "Όταν συμμετέχετε στο πρόγραμμα συνεργατών μας, θα σας παρασχεθεί ένα εύρος διαφημιστικών πλαισίων και συνδέσμων κειμένου τους οποίους θα τοποθετήσετε μέσα στον ιστότοπό σας. Όταν ένας χρήστης κάνει κλικ σε έναν από τους συνδέσμους σας, θα οδηγούνται στην ιστοσελίδα μας και η δραστηριότητά τους θα παρακολουθείται από το λογισμικό συνεργατών μας. Θα κερδίζετε μια προμήθεια βάσει του τύπου της προμήθειάς σας.";
$index_heading_3 = "Στατιστικά και Αναφορές σε Πραγματικό Χρόνο!";
$index_paragraph_3 = "Συνδεθείτε 24ώρες το 24ωρο για να ελέγξετε τις πωλήσεις, την κυκλοφορία και το υπόλοιπο λογαριασμού και δείτε τις επιδόσεις των διαφημιστικών πλαισίων σας.";
$index_login_title = "Σύνδεση Συνεργάτη";
$index_login_username = "Όνομα Χρήστη";
$index_login_password = "Κωδικός Πρόσβασης";
$index_login_username_field = "όνομα χρήστη";
$index_login_password_field = "κωδικός πρόσβασης";
$index_login_button = "Σύνδεση";
$index_login_signup_link = "Κάντε Κλικ Εδώ Για Εγγραφή";
$index_table_title = "Λεπτομέρειες Προγράμματος";
$index_table_commission_type = "Τύπος Προμήθειας";
$index_table_initial_deposit = "Αρχική Κατάθεση";
$index_table_requirements = "Απαιτήσεις Πληρωμής";
$index_table_duration = "Διάρκεια Πληρωμής";
$index_table_choose = "Επιλέξτε μία από τις ακόλουθες επιλογές πληρωμής!";
$index_table_sale = "Πληρωμή Ανά Πώληση";
$index_table_click = "Πληρωμή Ανά Κλικ";
$index_table_sale_text = "για κάθε πώληση που πετυχαίνετε.";
$index_table_click_text = "για κάθε κλικ που πετυχαίνετε.";
$index_table_deposit_tag = "Απλώς για την εγγραφή!";
$index_table_requirements_tag = "Ελάχιστο απαιτούμενο κεφάλαιο για πληρωμή.";
$index_table_duration_tag = "Οι πληρωμές διεξάγονται μία φορά μηνιαίως, για τον προηγούμενο μήνα.";
$signup_left_column_text = "Δηλώστε συμμετοχή στο πρόγραμμα συνεργατών μας και ξεκινήστε να κερδίζετε χρήματα για κάθε πώληση που στέλνετε προς την κατεύθυνσή μας! Απλά δημιουργήστε τον λογαριασμό σας, τοποθετήστε τον κωδικό σύνδεσης στην ιστοσελίδα μας και δείτε το υπόλοιπο του λογαριασμού σας να αυξάνεται καθώς οι επισκέπτες σας γίνονται πελάτες μας.";
$signup_left_column_title = "Καλώς Ήρθατε Συνεργάτη!";
$signup_login_title = "Δημιουργία Λογαριασμού Σας";
$signup_login_username = "Όνομα Χρήστη";
$signup_login_password = "Κωδικός Πρόσβασης";
$signup_login_password_again = "Κωδικός Πρόσβασης Ξανά";
$signup_login_minmax_chars = "- Το όνομα χρήστη πρέπει να είναι το ελάχιστο user_min_chars χαρακτήρες.&lt;br /&gt;- Το όνομα χρήστη μπορεί να είναι αλφαριθμητικό.&lt;br /&gt;- Το όνομα χρήστη μπορεί να περιέχει αυτούς τους χαρακτήρες: _ (underscores only)&lt;br /&gt;&lt;br /&gt;- Ο κωδικός πρόσβασης πρέπει να είναι το ελάχιστο pass_min_chars χαρακτήρες.&lt;br /&gt;- Ο κωδικός πρόσβασης μπορεί να είναι αλφαριθμητικός.&lt;br /&gt;- Ο κωδικός πρόσβασης μπορεί να περιέχει αυτούς τους χαρακτήρες:  characters_allowed ";
$signup_login_must_match = "Η καταχώρηση αυτή πρέπει να ταιριάζει με την καταχώρηση του Κωδικού Πρόσβασης.";
$signup_standard_title = "Τυπικές Πληροφορίες";
$signup_standard_email = "Διεύθυνση Email";
$signup_standard_company = "Όνομα Εταιρείας";
$signup_standard_checkspayable = "Επιταγές Πληρωτέες Σε";
$signup_standard_weburl = "Διεύθυνση Ιστοσελίδας";
$signup_standard_taxinfo = "ΑΦΜ, ΑΜΚΑ ή ΑΦΜ Επιχείρησης";
$signup_personal_title = "Προσωπικά Στοιχεία";
$signup_personal_fname = "Όνομα";
$signup_personal_state = "Πολιτεία ή Επαρχία";
$signup_personal_lname = "Επώνυμο";
$signup_personal_phone = "Αριθμός Τηλεφώνου";
$signup_personal_addr1 = "Διεύθυνση";
$signup_personal_fax = "Αριθμός Φαξ";
$signup_personal_addr2 = "Επιπλέον Διεύθυνση";
$signup_personal_zip = "Ταχυδρομικός Κώδικας";
$signup_personal_city = "Πόλη";
$signup_personal_country = "Χώρα";
$signup_commission_title = "Πληρωμή Προμήθειας";
$signup_commission_howtopay = "Πώς να σας πληρώσουμε;";
$signup_commission_style_PPS = "Πληρωμή Ανά Πώληση";
$signup_commission_style_PPC = "Πληρωμή Ανά Κλικ";
$signup_terms_title = "Όροι και Προϋποθέσεις";
$signup_terms_agree = "Έχω διαβάσει, κατανοώ και συμφωνώ με τους παραπάνω όρους και προϋποθέσεις.";
$signup_page_button = "Δημιουργία Λογαριασμού Μου";
$signup_success_email_comment = "Σας έχουμε στείλει ένα email με το Όνομα Χρήστη και τον Κωδικό Πρόσβασής σας.<BR />\r\nΘα πρέπει να το φυλάξετε σε ένα ασφαλές μέρος για μελλοντική αναφορά.";
$signup_success_login_link = "Συνδεθείτε Στον Λογαριασμό Σας";
$custom_fields_title = "Πεδία που Ορίζονται από τον Χρήστη";
$logout_msg = "<b>Τώρα Έχετε Αποσυνδεθεί</b><BR />Ευχαριστούμε για την συμμετοχή σας στο πρόγραμμα συνεργατών μας.";
$signup_page_success = "Ο Λογαριασμός Σας Έχει Δημιουργηθεί";
$login_left_column_title = "Σύνδεση με Λογαριασμό";
$login_left_column_text = "Εισάγετε το όνομα χρήστη και τον κωδικό πρόσβασής σας για να αποκτήσετε πρόσβαση στα στατιστικά λογαριασμού σας, στα διαφημιστικά πλαίσια, στον κωδικό σύνδεσης, τις Συχνές Ερωτήσεις και ακόμα περισσότερα.<BR/ ><BR/ >Αν δεν μπορείτε να θυμηθείτε τον κωδικό πρόσβασής σας, εισάγετε το όνομα χρήστη σας και θα σας αποστείλουμε τα στοιχεία σύνδεσής σας μέσω email.<BR /><BR />";
$login_title = "Σύνδεση Στον Λογαριασμό Σας";
$login_username = "Όνομα Χρήστη";
$login_password = "Κωδικός Πρόσβασης";
$login_invalid = "Μη Έγκυρη Σύνδεση";
$login_now = "Σύνδεση Στον Λογαριασμό Μου";
$login_send_title = "Χρειάζεστε τον Κωδικό Πρόσβασής Σας;";
$login_send_username = "Όνομα Χρήστη";
$login_send_info = "Στοιχεία Σύνδεσης Στάλθηκαν Σε Email";
$login_send_pass = "Αποστολή Σε Email";
$login_send_bad = "Το Όνομα Χρήστη Δεν Βρέθηκε";
$help_new_password_heading = "Νέος Κωδικός Πρόσβασης";
$help_new_password_info = "Ο κωδικός πρόσβασής σας πρέπει να έχει μήκος τουλάχιστον pass_min_chars χαρακτήρες. Μπορεί νε περιέχει μόνο γράμματα, αριθμούς και τους παρακάτω χαρακτήρες:  characters_allowed";
$help_confirm_password_heading = "Επιβεβαίωση Νέου Κωδικού Πρόσβασης";
$help_confirm_password_info = "Αυτή η καταχώρηση κωδικού πρόσβασης πρέπει να ταιριάζει με την καταχώρηση Νέος Κωδικός Πρόσβασης.";
$help_custom_links_heading = "Λέξη-Κλειδί Εντοπισμού";
$help_custom_links_info = "Η λέξη-κλειδί σας δεν μπορεί να υπερβαίνει σε μήκος τους 30 χαρακτήρες. Μπορεί να περιέχει μόνο γράμματα, αριθμούς και παύλες.";
$error_title = "Εντοπίστηκαν τα Ακόλουθα Σφάλματα";
$username_invalid = "Μη έγκυρο όνομα χρήστη. Μπορεί να περιέχει μόνο γράμματα, αριθμούς και χαρακτήρες υπογράμμισης.";
$username_taken = "Το όνομα χρήστη που έχετε επιλέξει χρησιμοποιείται ήδη.";
$username_short = "Το όνομα χρήστη σας είναι πολύ μικρό, αυτό πρέπει να έχει μήκος τουλάχιστον user_min_chars χαρακτήρες.";
$username_long = "Το όνομα χρήστη σας είναι πολύ μεγάλο, αυτό πρέπει να έχει μέγιστο μήκος user_max_chars χαρακτήρες.";
$password_invalid = "Μη έγκυρος κωδικός πρόσβασης. Μπορεί να περιέχει μόνο γράμματα, αριθμούς και τους παρακάτω χαρακτήρες:  characters_allowed";
$password_short = "Ο κωδικός πρόσβασής σας είναι πολύ μικρός, αυτός πρέπει να έχει μήκος τουλάχιστον pass_min_chars χαρακτήρες.";
$password_long = "Ο κωδικός πρόσβασής σας είναι πολύ μεγάλος, αυτός πρέπει να έχει μέγιστο μήκος pass_max_chars χαρακτήρες.";
$password_mismatch = "Οι καταχωρήσεις του κωδικού πρόσβασής σας δεν ταιριάζουν.";
$missing_checks = "Παρακαλώ εισάγετε ένα όνομα δικαιούχου για να κάνουμε τις επιταγές πληρωτέες σε.";
$missing_tax = "Παρακαλώ εισάγετε τα στοιχεία ΑΦΜ, ΑΜΚΑ ή το ΑΦΜ της εταιρείας σας.";
$missing_fname = "Παρακαλώ εισάγετε το όνομά σας.";
$missing_lname = "Παρακαλώ εισάγετε το επώνυμό σας.";
$missing_email = "Παρακαλώ εισάγετε τη διεύθυνση email σας.";
$invalid_email = "Η διεύθυνση email σας δεν είναι έγκυρη.";
$missing_address = "Παρακαλώ εισάγετε τη διεύθυνσή σας.";
$missing_city = "Παρακαλώ εισάγετε την πόλη σας.";
$missing_company = "Παρακαλώ εισάγετε το όνομα της εταιρείας σας.";
$missing_state = "Παρακαλώ εισάγετε την πολιτεία ή την επαρχία σας.";
$missing_zip = "Παρακαλώ εισάγετε τον ταχυδρομικό σας κώδικα.";
$missing_phone = "Παρακαλώ εισάγετε τον αριθμό τηλεφώνου σας.";
$missing_website = "Παρακαλώ εισάγετε τη διεύθυνση της ιστοσελίδας σας.";
$missing_paypal = "Έχετε επιλέξει να λαμβάνετε πληρωμές μέσω PayPal, παρακαλώ εισάγετε τον λογαριασμό σας στην PayPal.";
$missing_terms = "Δεν έχετε αποδεχτεί τους όρους και τις προϋποθέσεις μας.";
$paypal_required = "Απαιτείται ένας λογαριασμός PayPal για την πληρωμή.";
$missing_custom = "Παρακαλώ συμπληρώστε το πεδίο με όνομα:";
$account_total_transactions = "Συνολικές Συναλλαγές";
$account_standard_linking_code = "Τυποποιημένος Κωδικός Σύνδεσης - Ιδανικός Για Χρήση σε Emails!";
$account_copy_paste = "Πραγματοποιήστε Αντιγραφή/Επικόλληση Του Παραπάνω Κωδικού Στην Ιστοσελίδα ή στα Email σας";
$account_not_approved = "Εκκρεμεί Έγκριση Του Λογαριασμού Σας Προς Το Παρόν";
$account_suspended = "Ο Λογαριασμός Σας Έχει Τεθεί Σε Αναστολή Προς Το Παρόν";
$account_standard_earnings = "Καθιερωμένα Έσοδα";
$account_inc_bonus = "περιλαμβάνει μπόνους";
$account_second_tier = "Βαθμίδα Εσόδων";
$account_recurring = "Περιοδικά Έσοδα";
$account_not_available = "Μη Διαθέσιμο";
$account_earned_todate = "Συνολικά Εσόδων Μέχρι Σήμερα";
$menu_heading_overview = "Επισκόπηση Λογαριασμού";
$menu_general_stats = "Γενικά Στατ.";
$menu_tier_stats = "Στατιστικά Βαθμίδας";
$menu_payment_history = "Ιστορικό Πληρωμών";
$menu_commission_details = "Λεπτομέρειες Προμήθειας";
$menu_recurring_commissions = "Περιοδικές Προμήθειες";
$menu_traffic_log = "Αρχείο Καταγραφής Εισερχόμενης Κυκλοφορίας";
$menu_heading_marketing = "Υλικό για Μάρκετινγκ";
$menu_banners = "Διαφημιστικά Πλαίσια";
$menu_text_ads = "Διαφημίσεις Κειμένου";
$menu_text_links = "Σύνδεσμοι Κειμένου";
$menu_email_links = "Σύνδεσμοι Email";
$menu_html_links = "Διαφημίσεις HTML";
$menu_offline = "Μάρκετινγκ Εκτός Σύνδεσης";
$menu_tier_linking_code = "Βαθμίδα Κωδικού Σύνδεσης";
$menu_email_friends = "Email σε Φίλους &amp; Συνεργάτες";
$menu_custom_links = "Κατασκευή &amp; Παρακολούθηση Των Συνδέσμων Σας";
$menu_heading_management = "Διαχείριση Λογαριασμού";
$menu_comalert = "Εγκατάσταση CommissionAlert";
$menu_comstats = "Εγκατάσταση CommissionStats";
$menu_edit_account = "Επεξεργασία Λογαριασμού Μου";
$menu_change_pass = "Αλλαγή Κωδικού Πρόσβασής Μου";
$menu_change_commission = "Αλλαγή Τύπου Προμηθειών Μου";
$menu_heading_general_info = "Γενικές Πληροφορίες";
$menu_browse_affiliates = "Περιήγηση Σε Άλλους Συνεργάτες";
$menu_faq = "Συχνές Ερωτήσεις";
$suspended_title = "Ειδοποίηση Κατάστασης Λογαριασμού";
$suspended_heading = "Ο Λογαριασμός Σας Έχει Ανασταλεί Προς Το Παρόν";
$suspended_notes = "Σημειώσεις Διαχειριστή";
$pending_title = "Ειδοποίηση Κατάστασης Λογαριασμού";
$pending_heading = "Εκκρεμεί Έγκριση Του Λογαριασμού Σας Προς Το Παρόν";
$pending_note = "Μόλις έχουμε εγκρίνει τον λογαριασμό σας, το υλικό για μάρκετινγκ θα διατεθεί σε εσάς.";
$faq_title = "Συχνές Ερωτήσεις";
$faq_none = "Δεν Υπάρχουν Συχνές Ερωτήσεις Ακόμα";
$browse_title = "Περιήγηση Σε Άλλους Συνεργάτες";
$browse_none = "Δεν Υπάρχουν Άλλοι Συνεργάτες Για Προβολή";
$change_comm_title = "Αλλαγή Τύπου Προμήθειας";
$change_comm_curr_comm = "Τρέχων Τύπου Προμήθειας";
$change_comm_curr_pay = "Τρέχων Επίπεδο Πληρωμής";
$change_comm_new_comm = "Νέος Τύπος Προμήθειας";
$change_comm_warning = "Αν Αλλάξετε Τους Τύπους Προμήθειας, Θα Πραγματοποιηθεί Επαναφορά Του Λογαριασμού Σας στο Επίπεδο Πληρωμής 1";
$change_comm_button = "Αλλαγή Τύπων Προμήθειας";
$change_comm_no_other = "Δεν Υπάρχουν Διαθέσιμοι Άλλοι Τύποι Προμήθειας";
$change_comm_level = "Επίπεδο";
$change_comm_updated = "Τύπος Προμήθειας Ενημερώθηκε";
$password_title = "Αλλαγή Κωδικού Πρόσβασής Μου";
$password_old_password = "Παλιός Κωδικός Πρόσβασης";
$password_new_password = "Νέος Κωδικός Πρόσβασης";
$password_confirm_password = "Επιβεβαίωση Νέου Κωδικού Πρόσβασης";
$password_button = "Αλλαγή Κωδικού Πρόσβασης";
$password_warning_old_missing = "Ο Παλιός Κωδικός Πρόσβασης Είναι Λανθασμένος ή Απουσιάζει";
$password_warning_new_missing = "Απουσιάζει η Καταχώρηση Νέος Κωδικός Πρόσβασης";
$password_warning_mismatch = "Ο Νέος Κωδικός Πρόσβασης Δεν Ταιριάζει";
$password_warning_invalid = "Μη Έγκυρος Κωδικός Πρόσβασης - Κάντε Κλικ Στους Συνδέσμους Βοήθεια";
$password_notice = "Ο Κωδικός Πρόσβασης Ενημερώθηκε";
$edit_failed = "Η Ενημέρωση Απέτυχε - Δείτε Παραπάνω Για Σφάλματα";
$edit_success = "Ο Λογαριασμός Ενημερώθηκε";
$edit_button = "Επεξεργασία Λογαριασμού Μου";
$commissionstats_title = "Εγκατάσταση CommissionStats";
$commissionstats_info = "Με την εγκατάσταση των Στατιστικών Προμηθειών μπορείτε να ελέγχετε τα στατιστικά σας άμεσα, απευθείας από την επιφάνεια εργασία των Windows! Για την εγκατάσταση αυτής της δυνατότητας, πραγματοποιήστε λήψη του CommissionStats και <a href=\"http://www.winzip.com/downwz.htm\" target=\"_blank\"><b>αποσυμπίεση</b></a> του πακέτου στον σκληρό σας δίσκο και έπειτα εκτέλεση του <b>setup.exe</b> αρχείου. Όταν σας ζητηθούν οι πληροφορίες σύνδεσής σας, εισάγετε τις ακόλουθες λεπτομέρειες.";
$commissionstats_hint = "Υπόδειξη: Αντιγραφή & Επικόλληση Κάθε Καταχώρησης Για Διασφάλιση Ακρίβειας";
$commissionstats_profile = "Όνομα Προφίλ";
$commissionstats_username = "Όνομα Χρήστη";
$commissionstats_password = "Κωδικός Πρόσβασης";
$commissionstats_id = "ID Συνεργάτη";
$commissionstats_source = "Διαδρομή Προέλευσης URL";
$commissionstats_download = "Λήψη CommissionStats";
$commissionalert_title = "Εγκατάσταση CommissionAlert";
$commissionalert_info = "Με την εγκατάσταση του CommissionAlert θα σας ειδοποιήσουμε άμεσα για νέες προμήθειες, ακριβώς στην επιφάνεια εργασίας των Windows σας! Για την εγκατάσταση αυτής της δυνατότητας, πραγματοποιήστε λήψη του CommissionAlert και <a href=\"http://www.winzip.com/downwz.htm\" target=\"_blank\"><b>αποσυμπίεση</b></a> του πακέτου στον σκληρό σας δίσκο και έπειτα εκτέλεση του <b>setup.exe</b> αρχείου. Όταν σας ζητηθούν οι πληροφορίες σύνδεσής σας, εισάγετε τις ακόλουθες λεπτομέρειες.";
$commissionalert_hint = "Υπόδειξη: Αντιγραφή & Επικόλληση Κάθε Καταχώρησης Για Διασφάλιση Ακρίβειας";
$commissionalert_profile = "Όνομα Προφίλ";
$commissionalert_username = "Όνομα Χρήστη";
$commissionalert_password = "Κωδικός Πρόσβασης";
$commissionalert_id = "ID Συνεργάτη";
$commissionalert_source = "Διαδρομή Προέλευσης URL";
$commissionalert_download = "Λήψη CommissionAlert";
$offline_title = "Μάρκετινγκ Εκτός Σύνδεσης";
$offline_paragraph_one = "Κερδίστε χρήματα κάνοντας προώθηση της ιστοσελίδας σας (εκτός σύνδεσης) στους φίλους και τους συνεργάτες σας!";
$offline_send = "Αποστολή Πελατών Προς";
$offline_page_link = "προβολή σελίδας";
$offline_paragraph_two = "Οι πελάτες σας θα εισάγουν το δικό σας <b>Αριθμός ID Συνεργάτη</b> στο πλαίσιο της παραπάνω σελίδας, το οποίο θα σας καταχωρήσει ως συνεργάτη για οποιεσδήποτε αγορές πραγματοποιήσουν.";
$banners_title = "Διαφημιστικά Πλαίσια";
$banners_size = "Μέγεθος Διαφημιστικού Πλαισίου";
$banners_description = "Περιγραφή Διαφημιστικού Πλαισίου";
$ad_title = "Διαφημίσεις Κειμένου";
$ad_info = "Χρησιμοποιώντας τον κωδικό σύνδεσης που δίνεται, μπορείτε να προσαρμόσετε τον συνδυασμό χρωμάτων, το ύψος και το πλάτος του Διαφημιστικού Κειμένου σας.";
$links_title = "Όνομα Συνδέσμου";
$email_title = "Σύνδεσμοι Email";
$email_group = "Ομάδα Μάρκετινγκ";
$email_button = "Εμφάνιση Συνδέσμων Email";
$email_no_group = "Δεν Επιλέχτηκε Ομάδα";
$email_choose = "Παρακαλώ Επιλέξετε Μια Ομάδα Μάρκετινγκ Παραπάνω";
$email_notice = "Οι Ομάδες Μάρκετινγκ Ενδέχεται Να Διαθέτουν Διαφορετικές Σελίδες Εισερχόμενης Κυκλοφορίας";
$email_ascii = "<b>ASCII/Έκδοση Κειμένου</b> - Για χρήση σε emails με Απλό Κείμενο.";
$email_html = "<b>Έκδοση HTML</b> - Για χρήση σε emails μορφοποιημένα με HTML.";
$email_test = "Δοκιμή Συνδέσμου";
$email_test_info = "Αυτό είναι το σημείο όπου οι πελάτες σας θα σταλούν στην ιστοσελίδα μας.";
$email_source = "Πηγαίος Κώδικας - Αντιγραφή/Επικόλληση Στο Μήνυμα Email Σας";
$html_title = "Όνομα Διαφήμισης HTML";
$html_view_link = "Προβολή Αυτής Της Διαφήμισης HTML";
$traffic_title = "Αρχείο Καταγραφής Εισερχόμενης Κυκλοφορίας";
$traffic_display = "Εμφάνιση Τελευταίων";
$traffic_display_visitors = "Επισκεπτών";
$traffic_button = "Προβολή Αρχείου Καταγραφής Κυκλοφορίας";
$traffic_title_details = "Λεπτομέρειες Εισερχόμενης Κυκλοφορίας";
$traffic_ip = "Διεύθυνση IP";
$traffic_refer = "Αναφερόμενο URL";
$traffic_date = "Ημερομηνία";
$traffic_time = "Ώρα";
$traffic_bottom_tag_one = "Εμφάνιση Τελευταίων";
$traffic_bottom_tag_two = "από";
$traffic_bottom_tag_three = "Σύνολο Μοναδικών Επισκεπτών";
$traffic_none = "Δεν Υπάρχουν Αρχεία Καταγραφής Κυκλοφορίας";
$traffic_no_url = "Μη Διαθέσιμο - Πιθανός Σελιδοδείκτης ή Σύνδεσμος Email";
$traffic_box_title = "Ολοκληρωμένο Αναφερόμενο URL";
$traffic_box_info = "Κάντε Κλικ Στον Σύνδεσμο Για Να Επισκεφθείτε Την Ιστοσελίδα";
$payment_title = "Ιστορικό Πληρωμών";
$payment_date = "Ημερομηνία Πληρωμής";
$payment_commissions = "Προμήθειες";
$payment_amount = "Ποσό Πληρωμής";
$payment_totals = "Σύνολα";
$payment_none = "Δεν Υπάρχει Ιστορικό Πληρωμών";
$tier_stats_title = "Στατιστικά Βαθμίδας";
$tier_stats_accounts = "Βαθμίδα Λογαριασμών Ακριβώς Κάτω Από Εσάς";
$tier_stats_grab_link = "Συγκρατήστε Τον Δικό Σας Κωδικό Σύνδεσης Βαθμίδας";
$tier_stats_none = "Δεν Υπάρχουν Λογαριασμοί με Βαθμίδα";
$tier_stats_username = "Όνομα Χρήστη";
$tier_stats_current = "Τρέχουσες Προμήθειες";
$tier_stats_previous = "Προηγούμενες Πληρωμές";
$tier_stats_totals = "Σύνολα";
$recurring_title = "Περιοδικές Προμήθειες";
$recurring_none = "Δεν Υπάρχουν Περιοδικές Προμήθειες";
$recurring_date = "Ημερομηνία Προμήθειας";
$recurring_status = "Περιοδική Κατάσταση";
$recurring_payout = "Επόμενη Πληρωμή";
$recurring_amount = "Ποσό";
$recurring_every = "Κάθε";
$recurring_in = "Σε";
$recurring_days = "Ημέρες";
$recurring_total = "Σύνολο";
$tlinks_title = "Προσθέστε Άλλους Στην Βαθμίδα Σας Και Κερδίστε Χρήματα Από Αυτούς Επίσης!";
$tlinks_embedded_one = "Η Πίστωση Εγγραφής Σε Βαθμίδα Είναι Ήδη Ενεργή Στους Καθιερωμένους Συνδέσμους Συνεργάτη!";
$tlinks_embedded_two = "Η χρήση του συστήματος με τις βαθμίδες σας επιτρέπει να προωθήσετε το πρόγραμμα συνεργατών μας σε άλλους ανθρώπους. Εσείς θα γίνετε κορυφαίος της βαθμίδας για οποιονδήποτε γίνεται μέλος στο πρόγραμμα συνεργατών μας μέσω του παρακάτω ειδικού συνδέσμου παραπομπής σε βαθμίδα. Στη συνέχεια υπάρχουν πληροφορίες σχετικά με το ποσό που μπορείτε να κερδίσετε.";
$tlinks_embedded_current = "Τρέχουσα Πληρωμή Βαθμίδας";
$tlinks_forced_two = "Η χρήση του συστήματος με τις βαθμίδες σας επιτρέπει να προωθήσετε το πρόγραμμα συνεργατών μας σε άλλους ανθρώπους. Εσείς θα γίνετε κορυφαίος της βαθμίδας για οποιονδήποτε γίνεται μέλος στο πρόγραμμα συνεργατών μας μέσω του παρακάτω ειδικού συνδέσμου παραπομπής σε βαθμίδα. Στη συνέχεια υπάρχουν πληροφορίες σχετικά με το ποσό που μπορείτε να κερδίσετε.";
$tlinks_forced_code = "Σύνδεσμος Παραπομπής σε Βαθμίδα";
$tlinks_forced_paste = "Πραγματοποιήστε Αντιγραφή/Επικόλληση Του Παραπάνω Συνδέσμου Στην Ιστοσελίδα Σας";
$tlinks_forced_money = "Οι Υπεύθυνοι Ιστού Κερδίζουν Χρήματα Εδώ!";
$comdetails_title = "Λεπτομέρειες Προμήθειας";
$comdetails_date = "Ημερομηνία Προμήθειας";
$comdetails_time = "Χρόνος Προμήθειας";
$comdetails_type = "Τύπος Προμήθειας";
$comdetails_status = "Τρέχουσα Κατάσταση";
$comdetails_amount = "Ποσό Προμήθειας";
$comdetails_additional_title = "Επιπρόσθετες Λεπτομέρειες Προμήθειας";
$comdetails_additional_ordnum = "Αριθμός Παραγγελίας/Εντολής";
$comdetails_additional_saleamt = "Ποσό Πώλησης";
$comdetails_type_1 = "Προμήθεια Μπόνους";
$comdetails_type_2 = "Περιοδική Προμήθεια";
$comdetails_type_3 = "Προμήθεια Βαθμίδας";
$comdetails_type_4 = "Καθιερωμένη Προμήθεια";
$comdetails_status_1 = "Εξοφλήθηκε";
$comdetails_status_2 = "Εγκρίθηκε - Πληρωμή Σε Εκκρεμότητα";
$comdetails_status_3 = "Έγκριση Σε Εκκρεμότητα";
$comdetails_not_available = "Μη Διαθέσιμο";
$details_title = "Λεπτομέρειες Προμήθειας";
$details_drop_1 = "Τρέχουσες Καθιερωμένες Προμήθειες";
$details_drop_2 = "Τρέχουσες Προμήθειες Βαθμίδας";
$details_drop_3 = "Προμήθειες με Έγκριση Σε Εκκρεμότητα";
$details_drop_4 = "Καθιερωμένες Προμήθειες Εξοφλήθηκαν";
$details_drop_5 = "Προμήθειες Βαθμίδας Εξοφλήθηκαν";
$details_button = "Προβολή Προμηθειών";
$details_date = "Ημερομηνία";
$details_status = "Κατάσταση";
$details_commission = "Προμήθεια";
$details_details = "Προβολή Λεπτομερειών";
$details_type_1 = "Εξοφλήθηκε";
$details_type_2 = "Έγκριση σε Εκκρεμότητα";
$details_type_3 = "Εγκρίθηκε - Πληρωμή Σε Εκκρεμότητα";
$details_none = "Καμία Προμήθεια για Προβολή";
$details_no_group = "Δεν Επιλέχτηκε Ομάδα Προμήθειας";
$details_choose = "Παρακαλώ Επιλέξτε Μια Ομάδα Προμήθειας Παραπάνω";
$general_title = "Τρέχουσες Προμήθειες - Από Την Τελευταία Πληρωμή Μέχρι Σήμερα";
$general_transactions = "Συναλλαγές";
$general_earnings_to_date = "Έσοδα Μέχρι Σήμερα";
$general_history_link = "Προβολή Ιστορικού Πληρωμών";
$general_standard_earnings = "Καθιερωμένα Έσοδα";
$general_current_earnings = "Τρέχοντα Έσοδα";
$general_traffic_title = "Στατιστικά Κυκλοφορίας";
$general_traffic_visitors = "Επισκέπτες";
$general_traffic_unique = "Μοναδικοί Επισκέπτες";
$general_traffic_sales = "Εγκεκριμένες Πωλήσεις";
$general_traffic_ratio = "Αναλογία Πωλήσεων";
$general_traffic_info = "Τα στατιστικά αυτά δεν περιλαμβάνουν περιοδικές προμήθειες ή προμήθειες βαθμίδας.";
$general_traffic_pay_type = "Τύπος Πληρωμής";
$general_traffic_pay_level = "Τρέχων Επίπεδο Πληρωμής";
$general_notes_title = "Σημειώσεις Από Τον Διαχειριστή";
$general_notes_date = "Ημερομηνία Δημιουργίας";
$general_notes_to = "Σε";
$general_notes_all = "Όλοι Οι Συνεργάτες";
$general_notes_none = "Καμία Σημείωση Για Προβολή";
$contact_left_column_title = "Επικοινωνήστε Μαζί Μας";
$contact_left_column_text = "Παρακαλώ μη διστάσετε να επικοινωνήσετε με τον υπεύθυνο διαχείρισης συνεργατών μας χρησιμοποιώντας την φόρμα που βρίσκεται στα δεξιά.";
$contact_title = "Επικοινωνήστε Μαζί Μας";
$contact_name = "Το Όνομά Σας";
$contact_email = "Η Διεύθυνση Email Σας";
$contact_message = "Μήνυμα";
$contact_chars = "χαρακτήρες απέμειναν";
$contact_button = "Αποστολή Μηνύματος";
$contact_received = "Έχουμε λάβει το μήνυμά σας, παρακαλώ δώστε μας 24 ώρες προκειμένου να σας απαντήσουμε.";
$contact_invalid_name = "Μη Έγκυρο Όνομα";
$contact_invalid_email = "Μη Έγκυρη Διεύθυνση Email";
$contact_invalid_message = "Μη Έγκυρο Μήνυμα";
$invoice_button = "Τιμολόγιο";
$invoice_header = "ΤΙΜΟΛΟΓΙΟ ΠΛΗΡΩΜΗΣ ΣΥΝΕΡΓΑΤΗ";
$invoice_aff_info = "Πληροφορίες Συνεργάτη";
$invoice_co_info = "Πληροφορίες";
$invoice_acct_info = "Πληροφορίες Λογαριασμού";
$invoice_payment_info = "Πληροφορίες Πληρωμής";
$invoice_comm_date = "Ημερομηνία Πληρωμής";
$invoice_comm_amt = "Ποσό Προμήθειας";
$invoice_comm_type = "Τύπος Προμήθειας";
$invoice_admin_note = "Σήμειωση Διαχειριστή";
$invoice_footer = "ΤΕΛΟΣ ΤΙΜΟΛΟΓΙΟΥ";
$invoice_print = "Εκτύπωση Τιμολογίου";
$invoice_none = "Μη Διαθέσιμο";
$invoice_aff_id = "ID Συνεργάτη";
$invoice_aff_user = "Όνομα Χρήστη";
$menu_pdf_marketing = "Φυλλάδια Μάρκετινγκ σε PDF";
$menu_pdf_training = "Έγγραφα Εκπαίδευσης σε PDF";
$marketing_target_url = "URL Προορισμού";
$marketing_source_code = "Πηγαίος Κώδικας - Αντιγραφή/Επικόλληση Στην Ιστοσελίδα Σας";
$marketing_group = "Ομάδα Μάρκετινγκ";
$peels_title = "Όνομα Ξεφυλλίσματος";
$peels_view = "Προβολή Ξεφυλλίσματος";
$peels_description = "Περιγραφή Ξεφυλλίσματος";
$lb_head_title = "Απαιτείτει Κωδικός ΕΠΙΚΕΦΑΛΙΔΑΣ Για Την HTML Σελίδα Σας";
$lb_head_description = "Προκειμένου να χρησιμοποιήσετε ένα lightbox στην ιστοσελίδα σας, πρέπει να προσθέσετε τις ακόλουθες γραμμές στο τμήμα επικεφαλίδας της σελίδας στην οποία θέλετε να εμφανίζεται.";
$lb_head_source_code = "Πραγματοποιήστε επικόλληση του κωδικού στο τμήμα ΕΠΙΚΕΦΑΛΙΔΑ του αρχείου HTML σας.";
$lb_head_code_notes = "Εσείς πρέπει να τοποθετήσετε αυτό τον κωδικό μία φορά ανεξάρτητα από τον αριθμό των lightbox που τοποθετείτε στην σελίδα.";
$lb_head_tutorial = "Προβολή Οδηγού Εκμάθησης";
$lb_body_title = "Όνομα Lightbox";
$lb_body_description = "Περιγραφή Lightbox";
$lb_body_click = "Κάντε κλικ στην παραπάνω εικόνα για προβολή του lightbox.";
$lb_body_source_code = "Πραγματοποιήστε επικόλληση αυτού του κωδικού στην ΚΥΡΙΑ ενότητα του εγγράφου HTML σας στο σημείο που θέλετε να εμφανίζεται η εικόνα.";
$pdf_title = "PDF";
$pdf_training = "Εκπαιδευτικά Έγγραφα";
$pdf_marketing = "Φυλλάδια Μάρκετινγκ";
$pdf_description_1 = "Απαιτείται η χρήση του Adobe Reader για προβολή και εκτύπωση του υλικού μάρκετινγκ που διαθέτουμε σε μορφή ΡDF.";
$pdf_description_2 = "Η λήψη του Adobe Reader πραγματοποιείται δωρεάν από την ιστοσελίδα της Adobe.";
$pdf_file_name = "Όνομα Αρχείου";
$pdf_file_size = "Μέγεθος Αρχείου";
$pdf_file_description = "Περιγραφή";
$pdf_bytes = "Bytes";
$menu_heading_training_materials = "Εκπαιδευτικό Υλικό";
$menu_videos = "Παρακολούθηση Εκπαιδευτικών Βίντεο";
$menu_custom_manual = "Εγχειρίδιο Προσαρμοσμένης Παρακολούθησης Συνδέσμων";
$menu_page_peels = "Ξεφύλλισμα Σελίδας";
$menu_lightboxes = "Lightboxes";
$menu_email_templates = "Πρότυπα Email";
$menu_heading_custom_links = "Προσαρμοσμένη Παρακολούθηση Συνδέσμων";
$menu_custom_reports = "Αναφορές";
$menu_keyword_links = "Λέξι-Κλειδί Παρακολούθησης Συνδέσμων";
$menu_subid_links = "Παρακολούθηση Συνδέσμων Υπο-Συνεργατών";
$menu_alteranate_links = "Εναλλαγή Εισερχόμενων Συνδέσμων Σελίδας";
$menu_heading_additional = "Επιπλέον Εργαλεία";
$menu_drop_heading_stats = "Γενικά Στατ.";
$menu_drop_heading_commissions = "Προμήθειες";
$menu_drop_heading_history = "Ιστορικό Πληρωμών";
$menu_drop_heading_traffic = "Αρχείο Καταγραφής Κυκλοφορίας";
$menu_drop_heading_account = "Ο Λογαριασμός Μου";
$menu_drop_heading_logo = "Αποστολή Του Λογότυπου Μου";
$menu_drop_heading_faq = "Συχνές Ερωτήσεις";
$menu_drop_general_stats = "Γενικά Στατιστικά";
$menu_drop_tier_stats = "Στατιστικά Βαθμίδας";
$menu_drop_current = "Τρέχουσες Προμήθειες";
$menu_drop_tier = "Τρέχουσες Προμήθειες Βαθμίδας";
$menu_drop_pending = "Έγκριση Σε Εκκρεμότητα";
$menu_drop_paid = "Εξοφλημένες Προμήθειες";
$menu_drop_paid_rec = "Εξοφλημένες Προμήθειες Βαθμίδας";
$menu_drop_recurring = "Ενεργές Περιοδικές Προμήθειες";
$menu_drop_edit = "Επεξεργασία Λογαριασμού Μου";
$menu_drop_password = "Αλλαγή Κωδικού Πρόσβασής Μου";
$menu_drop_change = "Αλλαγή Τύπου Προμήθειάς Μου";
$account_hidden = "κρυφό";
$keyword_title = "Προσαρμοσμένη Λέξη-Κλειδί Συνδέσμων";
$keyword_info = "Η δημιουργία μιας προσαρμοσμένης λέξης-κλειδί συνδέσμου σας παρέχει τη δυνατότητα παρακολούθησης της εισερχόμενης κυκλοφορίας από διάφορες πηγές. Δημιουργήστε έναν σύνδεσμο με έως και 4 διαφορετικές λέξεις-κλειδιά παρακολούθησης και η προσαρμοσμένη αναφορά παρακολούθησης θα σας εμφανίσει μια λεπτομερή περιγραφή για την κάθε λέξη-κλειδί που δημιουργείτε.";
$keyword_heading = "Διαθέσιμες Μεταβλητές για Παρακολούθηση Προσαρμοσμένης Λέξης-Κλειδί";
$keyword_tracking = "ID Παρακολούθησης";
$keyword_build = "Για δημιουργία του συνδέσμου σας, χρησιμοποιήστε το ακόλουθο URL και προσαρτήστε το ID Παρακολούθησης και την λέξη-κλειδί που θέλετε να χρησιμοποιήσετε.";
$keyword_example = "Παράδειγμα";
$keyword_tutorial = "Προβολή Οδηγού Εκμάθησης";
$sub_tracking_title = "Παρακολούθηση Υπο-Συνεργάτη";
$sub_tracking_info = "Η δημιουργία ενός συνδέσμου υπο-συνεργάτη σας παρέχει τη δυνατότητα να μεταβιβάσετε τον σύνδεσμο συνεργάτη σας στους συνεργάτες σας ώστε να τον χρησιμοποιήσουν. Θα γνωρίζετε ποιος δημιούργησε την προμήθεια για εσάς διότι θα σας αναφέρουμε ποιος από τους υπο-συνεργάτες σας πραγματοποίησε την πώληση. Ακόμα ένας λόγος για να χρησιμοποιήσετε ένα σύνδεσμο υπο-συνεργάτη είναι αν διαθέτετε το δικό σας σύστημα παρακολούθησης που θέλετε να συμπεριλαμβάνεται στην αναφορά.";
$sub_tracking_build = "Αντικαταστήστε το XXX με το αριθμό ID του συνεργάτη στο πρόγραμμα συνεργατών σας. Επαναλάβετε αυτή τη διαδικασία για όλους τους συνεργάτες σας.";
$sub_tracking_example = "Παράδειγμα";
$sub_tracking_tutorial = "Προβολή Οδηγού Εκμάθησης";
$sub_tracking_id = "ID Υπο-Συνεργάτη";
$alternate_title = "Εναλλαγή Εισερχόμενων Συνδέσμων Σελίδας";
$alternate_option_1 = "Επιλογή 1: Αυτοματοποιημένη Δημιουργία Συνδέσμου";
$alternate_heading_1 = "Αυτοματοποιημένη Δημιουργία Συνδέσμου";
$alternate_info_1 = "Καθορίστε τη δική σας σελίδα εισερχόμενης κυκλοφορίας εισάγοντας το URL στο οποίο θέλετε να παραδοθεί η κυκλοφορία και εμείς θα δημιουργήσουμε ένα σύνδεσμο για σας. Η χρήση αυτής της δυνατότητας θα δημιουργήσει έναν συντομότερο σύνδεσμο ώστε να τον χρησιμοποιήσετε μαζί με το URL που είναι ενσωματωμένο στον σύνδεσμο κάνοντας χρήση ενός αριθμού ID στη βάση δεδομένων μας.";
$alternate_button = "Δημιουργία Συνδέσμου Μου";
$alternate_links_heading = "Οι Εναλλακτικοί Σύνδεσμοι Εισερχόμενων URL Μου";
$alternate_links_note = "Οι υφιστάμενοι σύνδεσμοι θα παραμείνουν ανέπαφοι και λειτουργικοί αν αφαιρέσετε έναν προσαρμοσμένο σύνδεσμο από αυτή τη σελίδα.";
$alternate_links_remove = "αφαίρεση";
$alternate_option_2 = "Επιλογή 2: Χειροκίνητη Δημιουργία Συνδέσμου";
$alternate_info_2 = "Αν προτιμάτε να προσαρτήσετε τους δικούς σας συνδέσμους συνεργάτη με ένα εναλλακτικό εισερχόμενο URL, χρησιμοποιήστε την ακόλουθη δομή.";
$alternate_variable = "Εναλλακτική Μεταβλητή Εισερχόμενου URL";
$alternate_example = "Παράδειγμα";
$alternate_build = "Για να δημιουργήσετε τον σύνδεσμό σας, χρησιμοποιήστε το ακόλουθο URL και προσαρτήστε το με τον Εναλλακτικό Εισερχόμενο URL που θέλετε να χρησιμοποιήσετε.";
$alternate_none = "Δεν Δημιουργήθηκαν Εναλλακτικοί Εισερχόμενοι Σύνδεσμοι";
$alternate_tutorial = "Προβολή Οδηγού Εκμάθησης";
$cr_title = "Προσαρμοσμένη Αναφορά Λέξης-Κλειδί";
$cr_select = "Επιλογή Μιας Λέξης-Κλειδί";
$cr_button = "Δημιουργία Αναφοράς";
$cr_no_results = "Δεν Βρέθηκαν Αποτελέσματα Αναζήτησης";
$cr_no_results_info = "Δοκιμάστε Έναν Διαφορετικό Συνδυασμό Λέξης-Κλειδί";
$cr_used = "Χρησιμοποιημένες Λέξεις-Κλειδιά";
$cr_found = "Αυτός Ο Σύνδεσμος Βρέθηκε";
$cr_times = "Φορές";
$cr_unique = "Μοναδικοί Σύνδεσμοι Βρέθηκαν";
$cr_detailed = "Λεπτομερής Αναφορά Συνδέσμου";
$cr_export = "Εξαγωγή Αναφοράς Στο Excel";
$cr_none = "Δεν Βρέθηκαν Λέξεις-Κλειδιά";
$logo_title = "Αποστολή Του Λογότυπου Της Εταιρείας Σας";
$logo_info = "Αν επιθυμείτε να πραγματοποιήσετε αποστολή του λογότυπου της Εταιρείας σας, εμείς θα το παρουσιάσουμε στους πελάτες που παραδίδετε στην ιστοσελίδα μας. Αυτό μας επιτρέπει να εξατομικεύσουμε την εμπειρία πελάτη σας όταν μας επισκέπτονται.";
$logo_bullet_one = "Οι εικόνες μπορούν να είναι .jpg, .gif ή .png. Δεν επιτρέπεται περιεχόμενο flash.";
$logo_bullet_two = "Οποιεσδήποτε ακατάλληλες εικόνες θα απορρίπτονται και ο λογαριασμός σας θα τίθεται σε αναστολή.";
$logo_bullet_three = "Η εικόνα/λογότυπό σας δεν θα εμφανιστεί στην ιστοσελίδα μας έως ότου την έχουμε εγκρίνει.";
$logo_bullet_size_one = "Οι εικόνες πρέπει να έχουν μέγιστο πλάτος";
$logo_bullet_size_two = "πίξελς και μέγιστο μήκος του";
$logo_bullet_req_size_one = "Οι εικόνες πρέπει να έχουν πλάτος";
$logo_bullet_req_size_two = "πίξελς και ύψος";
$logo_bullet_pixels = "πίξελς.";
$logo_choose = "Επιλέξτε Μια Εικόνα";
$logo_file = "Επιλέξτε Ένα Αρχείο:";
$logo_browse = "Περιήγηση...";
$logo_button = "Αποστολή";
$logo_current = "Η Τρέχουσα Εικόνα Μου";
$logo_remove = "αφαίρεση";
$logo_display_status = "Κατάσταση Εικόνας:";
$logo_pending = "Έγκριση Σε Εκκρεμότητα";
$logo_approved = "Εγκρίθηκε";
$logo_success = "Πραγματοποιήθηκε αποστολή της εικόνας επιτυχώς και τώρα εκκρεμεί η έγκριση.";
$signup_security_title = "Επαλήθευση Λογαριασμού";
$signup_security_info = "Παρακαλώ εισάγετε τον κωδικό ασφαλείας που εμφανίζεται στο πλαίσιο. Το βήμα αυτό μας βοηθάει να εμποδίσουμε αυτοματοποιημένες εγγραφές.";
$signup_security_code = "Κωδικός Ασφαλείας";
$sub_tracking_none = "Κανένας";
$missing_security_code = "Σφάλμα ή Παράλειψη Επαλήθευσης Λογαριασμού / Κωδικού Ασφαλείας";
$alternate_success_title = "Επιτυχής Δημιουργία Συνδέσμου";
$alternate_success_info = "Συγκρατήστε τον παρακάτω σύνδεσμο και ξεκινήστε την παράδοση κυκλοφορίας στον καθορισμένο URL σας.";
$alternate_failed_title = "Σφάλμα Δημιουργίας Συνδέσμου";
$alternate_failed_info = "Παρακαλώ εισάγετε ένα έγκυρο URL.";
$logo_missing_filename = "Παρακαλώ επιλέξτε ένα όνομα αρχείου.";
$logo_required_width = "Το πλάτος εικόνας πρέπει να είναι";
$logo_required_height = "Το ύψος εικόνας πρέπει να είναι";
$logo_maximum_width = "Το πλάτος εικόνας μπορεί να είναι μόνο";
$logo_maximum_height = "Το ύψος εικόνας μπορεί να είναι μόνο";
$logo_size_maximum = "Το μέγεθος εικόνας μπορεί να είναι το μέγιστο";
$logo_bad_filetype = "Ο τύπος εικόνας δεν επιτρέπεται. Οι επιτρεπόμενοι τύποι εικόνων είναι .gif, .jpg και .png.";
$logo_upload_error = "Σφάλμα αποστολής εικόνας, παρακαλώ επικοινωνήστε με τον υπεύθυνο διαχείρισης συνεργατών.";
$logo_error_title = "Σφάλμα Αποστολής Εικόνας";
$logo_error_bytes = "μπάιτς.";
$excel_title = "Αναφορά Προσαρμοσμένων Συνδέσμων Λέξης-Κλειδί";
$excel_tab_report = "Προσαρμοσμένη Αναφορά Λέξης-Κλειδί";
$excel_tab_logs = "Αρχεία Καταγραφής Κυκλοφορίας";
$excel_date = "Ημερομηνία Αναφοράς:";
$excel_affiliate = "ID Συνεργάτη:";
$excel_criteria = "Κριτήρια Λέξης-Κλειδιού Συνδέσμου";
$excel_link = "Δομή Συνδέσμου";
$excel_hits = "Μοναδικές Επισκέψεις";
$excel_comm_stats = "Στατιστικά Προμήθειας";
$excel_comm_current = "Τρέχουσες Προμήθειες";
$excel_comm_paid = "Εξοφλημένες Προμήθειες";
$excel_comm_total = "Συνολικές Προμήθειες";
$excel_comm_ratio = "Αναλογία Μετατροπής";
$excel_earned = "Κερδισμένες Προμήθειες";
$excel_earned_current = "Τρέχουσες Προμήθειες";
$excel_earned_paid = "Εξοφλημένες Προμήθειες";
$excel_earned_total = "Σύνολο Κερδισμένων Προμηθειών";
$excel_earned_tab = "Κάντε Κλικ στην καρτέλα των Αρχείων Καταγραφής Κυκλοφορίας (παρακάτω) για προβολή του αρχείου καταγραφής κυκλοφορίας για αυτόν τον προσαρμοσμένο σύνδεσμο.";
$excel_log_title = "Αρχείο Καταγραφής Κυκλοφορίας Προσαρμοσμένων Λέξεων-Κλειδιά";
$excel_log_ip = "Διεύθυνση IP";
$excel_log_refer = "Αναφερόμενο URL";
$excel_log_date = "Ημερομηνία";
$excel_log_time = "Ώρα";
$excel_log_target = "URL Προορισμού";
$etemplates_title = "Πρότυπα Email";
$etemplates_view_link = "Προβολή Αυτού Του Προτύπου Email";
$etemplates_name = "Όνομα Προτύπου";
$signup_maintenance_heading = "Ειδοποίηση Συντήρησης";
$signup_maintenance_info = "Οι εγγραφές είναι προσωρινά απενεργοποιημένες. Παρακαλώ δοκιμάστε ξανά αργότερα.";
$marketing_group_title = "Ομάδα Μάρκετινγκ";
$marketing_button = "Εμφάνιση";
$marketing_no_group = "Δεν Επιλέχτηκε Ομάδα";
$marketing_choose = "Παρακαλώ Επιλέξτε Μια Ομάδα Μάρκετινγκ Παραπάνω";
$marketing_notice = "Οι Ομάδες Μάρκετινγκ Ενδέχεται Να Διαθέτουν Διαφορετικές Σελίδες Εισερχόμενης Κυκλοφορίας";
$canspam_heading = "Κανόνες και Αποδοχή Ανεπιθύμητης Αλληλογραφίας CAN-SPAM";
$canspam_accept = "Έχω διαβάσει, κατανοώ και συμφωνώ με τους παραπάνω κανόνες ανεπιθύμητης αλληλογραφίας CAN-SPAM.";
$canspam_error = "Δεν έχετε αποδεχτεί τους κανόνες ανεπιθύμητης αλληλογραφίας CAN-SPAM.";
$signup_banned = "Προέκυψε κάποιο σφάλμα κατά τη δημιουργία λογαριασμού. Παρακαλώ επικοινωνήστε με τον διαχειριστή συστήματος για περισσότερες πληροφορίες.";
$header_testimonials = "Μαρτυρίες Συνεργατών";
$testi_visit = "Επισκεφθείτε την Ιστοσελίδα";
$testi_description = "Προσφέρετε την μαρτυρία σας για το πρόγραμμα συνεργατών μας και θα την τοποθετήσουμε στην &lt;a href=&quot;testimonials.php&quot;&gt;testimonials&lt;/a&gt; σελίδα μας με έναν σύνδεσμο για την ιστοσελίδα σας.";
$testi_name = "Όνομα";
$testi_url = "URL Ιστοσελίδας";
$testi_content = "Μαρτυρία";
$testi_code = "Κωδικός Ασφαλείας";
$testi_submit = "Υποβολή Μαρτυρίας";
$testi_na = "Οι μαρτυρίες δεν είναι διαθέσιμες.";
$testi_title = "Προσφορά Μιας Μαρτυρίας";
$testi_success_title = "Μαρτυρία Επιτυχής";
$testi_success_message = "Ευχαριστούμε για την υποβολή της μαρτυρίας σας. Η ομάδα μας θα την ελέγξει σύντομα.";
$testi_error_title = "Σφάλμα Μαρτυρίας";
$testi_error_name_missing = "Παρακαλώ συμπεριλάβετε το όνομά σας στην μαρτυρία σας.";
$testi_error_url_missing = "Παρακαλώ συμπεριλάβετε το URL της ιστοσελίδας σας στην μαρτυρία σας.";
$testi_error_missing = "Παρακαλώ συμπεριλάβετε ένα κείμενο για την μαρτυρία σας.";
$menu_drop_delayed = "Αργοπορημένες Προμήθειες";
$details_drop_6 = "Τρέχουσες Αργοπορημένες Προμήθειες";
$details_type_6 = "Αργοπορημένη - Θα Εγκριθεί Σύντομα";
$comdetails_status_6 = "Αργοπορημένη - Θα Εγκριθεί Σύντομα";
$tc_reaccept_title = "Ειδοποίηση Αλλαγής Όρων και Προϋποθέσεων";
$tc_reaccept_sub_title = "Πρέπει να συμφωνήσετε με τους νέους όρους και τις προϋποθέσεις προκειμένου να αποκτήσετε πρόσβαση στον λογαριασμό σας.";
$tc_reaccept_button = "Έχω διαβάσει, κατανοώ και συμφωνώ με τους παραπάνω όρους και προϋποθέσεις.";
$tlinks_active = "Αριθμός Ενεργών Βαθμίδων";
$tlinks_payout_structure = "Δομή Βαθμίδας Πληρωμής";
$tlinks_level = "Επίπεδο";
$tierText1 = "% υπολογισμένο από το ποσό προμήθειας αναφερόμενου συνεργάτη.";
$tierText2 = "% υπολογισμένο από το ποσό προμήθειας ανώτερης βαθμίδας.";
$tierText3 = "% υπολογισμένο από το ποσό πώλησης.";
$tierTextflat = "ενιαίο τέλος.";
$edit_custom_button = "Επεξεργασία Απάντησης";
$private_heading = "Ιδιωτική Εγγραφή";
$private_info = "Το πρόγραμμα συνεργατών μας δεν είναι ανοιχτό στο ευρύτερο κοινό και απαιτεί έναν κωδικό εγγραφής για να γίνετε μέλος. Πληροφορίες σχετικά με την απόκτηση του κωδικού εγγραφής πρέπει να υπάρχουν εδώ.";
$private_required_heading = "Απαιτείται Κωδικός Εγγραφής";
$private_code_title = "Εισαγωγή Κωδικού Εγγραφής";
$private_button = "Υποβολή Κωδικού";
$private_error_title = "Δόθηκε Μη Έγκυρος Κωδικός Εγγραφής";
$private_error_invalid = "Ο κωδικός εγγραφής που παρείχατε δεν είναι έγκυρος.";
$private_error_expired = "Ο κωδικός εγγραφής που παρείχατε έχει λήξει και δεν είναι πλέον έγκυρος.";
$qr_code_title = "Κώδικες QR";
$qr_code_size = "Μέγεθος Κώδικα QR";
$qr_code_button = "Εμφάνιση Κώδικα QR";
$qr_code_offline_title = "Μάρκετινγκ Εκτός Σύνδεσης";
$qr_code_offline_content1 = "Προσθέστε αυτόν τον κώδικα QR στα φυλλάδια για μάρκετινγκ, στα φέιγ βολάν, στις επαγγελματικές κάρτες σας κτλ.";
$qr_code_offline_content2 = "- Δεξί κλικ στην εικόνα και &lt;strong&gt;αποθήκευση ως&lt;/strong&gt; στον υπολογιστή σας.";
$qr_code_online_title = "Μάρκετινγκ Με Σύνδεση";
$qr_code_online_content = "Προσθέστε αυτό τον κώδικα QR στην ιστοσελίδα, στα μέσα κοινωνικής δικτύωσης, στο ιστολόγιο σας κτλ.";
$menu_coupon = "Κωδικοί Κουπονιού";
$coupon_title = "Οι Διαθέσιμοι Κωδικοί Κουπονιού Σας";
$coupon_desc = "Μοιράστε αυτούς τους κωδικούς κουπονιού και κερδίστε προμήθεια κάθε φορά που κάποιος χρησιμοποιεί τον κωδικό σας!";
$coupon_head_1 = "Κωδικός Κουπονιού";
$coupon_head_2 = "Έκπτωση Στον Πελάτη";
$coupon_head_3 = "Το Ποσό Προμήθειάς Σας";
$coupon_sale_amt = "του ποσού πώλησης";
$coupon_flat_rate = "ενιαίο τέλος";
$coupon_default = "Προεπιλεγμένο Επίπεδο Πληρωμής";
$cc_vanity_title = "Αίτημα Για Εξατομικευμένο Κωδικό Κουπονιού";
$cc_vanity_field = "Κωδικός Κουπονιού";
$cc_vanity_button = "Αίτημα Κωδικού Κουπονιού";
$cc_vanity_error_missing = "<strong>Σφάλμα!</strong> Παρακαλώ εισάγετε έναν κωδικό κουπονιού.";
$cc_vanity_error_exists = "<strong>Σφάλμα!</strong> Ο κωδικός αυτός ζητήθηκε ήδη. Έγκριση σε εκκρεμότητα.";
$cc_vanity_error = "<strong>Σφάλμα!</strong> Ο κωδικός κουπονιού δεν είναι έγκυρος. Παρακαλώ χρησιμοποιήστε μόνο γράμματα, αριθμούς και παύλες.";
$cc_vanity_success = "<strong>Επιτυχία!</strong> Ο εξατομικευμένος κωδικός κουπονιού σας έχει ζητηθεί.";
$coupon_none = "Δεν υπάρχουν διαθέσιμοι προς το παρόν κωδικοί κουπονιού.";
$pic_error_title = "Σφάλμα Αποστολής Εικόνας";
$pic_missing = "Παρακαλώ επιλέξτε ένα όνομα αρχείου.";
$pic_invalid = "Ο τύπος εικόνας δεν επιτρέπεται. Επιτρεπόμενοι τύποι εικόνων είναι οι .gif, .jpg και .png.";
$pic_error = "Σφάλμα αποστολής εικόνας, παρακαλώ επικοινωνήστε με τον υπεύθυνο διαχείρισης συνεργατών.";
$pic_success = "Έχει πραγματοποιηθεί αποστολή της εικόνας σας με επιτυχία.";
$pic_title = "Αποστολή Της Εικόνας Σας";
$pic_info = "Η αποστολή της εικόνας σας βοηθάει στην εξατομίκευση της εμπειρίας μας μαζί σας.";
$pic_bullet_1 = "Οι εικόνες μπορούν να είναι .jpg, .gif ή .png.";
$pic_bullet_2 = "Οποιεσδήποτε ακατάλληλες εικόνες θα απορρίπτονται και ο λογαριασμός σας θα τίθεται σε αναστολή.";
$pic_bullet_3 = "Η εικόνα σας δεν θα προβάλλεται δημοσίως. Θα επισυνάπτεται μόνο στον λογαριασμό σας ώστε να την βλέπουμε εμείς.";
$pic_file = "Επιλέξτε Ένα Αρχείο:";
$pic_button = "Αποστολή";
$pic_current = "Η Τρέχουσα Εικόνα Μου";
$pic_remove = "Αφαίρεση Εικόνας";
$progress_title = "Επιλεξιμότητα Για Επόμενη Πληρωμή:";
$progress_complete = "ολοκληρωμένο.";
$progress_none = "Δεν διαθέτουμε απαίτηση ελάχιστης πληρωμής.";
$progress_sentence_1 = "Έχετε κερδίσει";
$progress_sentence_2 = "από την";
$progress_sentence_3 = "απαίτηση.";
$aff_lib_button = "<font style=\"font-size:16px; font-weight:bold;\">Διεκδικήστε Τη Δωρεάν Πρόσβασή Σας Στο</font><BR />www.AffiliateLibrary.com";
$menu_announcements = "Εκστρατείες Μέσων Κοινωνικής Δικτύωσης";
$announcements_name = "Όνομα Καμπάνιας";
$announcements_facebook_message = "Μήνυμα Facebook";
$announcements_twitter_message = "Μήνυμα Twitter";
$announcements_facebook_link = "Σύνδεσμος Facebook";
$announcements_facebook_picture = "Εικόνα Facebook";
$general_last_30_days_activity = "Δραστηριότητα Τελευταίων 30 Ημερών";
$general_last_30_days_activity_traffic = "Κυκλοφορία";
$general_last_30_days_activity_commissions = "Προμήθειες";
$accountability_title = "Ανάληψη Ευθυνών και Επικοινωνία";
$accountability_text = "<strong>Τι Είναι Αυτό;</strong><p>Λαμβάνουμε μια προδραστική προσέγγιση για τη δημιουργία εμπιστοσύνης με τους συνεργάτες μας. Στόχος μας είναι να διασφαλίσουμε την παροχή όσο το δυνατό περισσότερων πληροφοριών για κάθε προμήθεια που κερδίζεται ή απορρίπτεται από το σύστημά μας.</p><strong>Επικοινωνία</strong><p>Είμαστε στη διάθεσή σας για την παροχή λεπτομερειών σχετικά με οποιεσδήποτε προμήθειες απορρίπτονται. Επιδιώκουμε άρτια επικοινωνία με τους συνεργάτες μας και παροτρύνουμε τυχόν ερωτήσεις και σχόλια.</p>";
$debit_reason_0 = 'Τίποτα';
$debit_reason_1 = 'Επιστροφή Χρημάτων';
$debit_reason_2 = 'Αντιστροφή Χρέωσης';
$debit_reason_3 = 'Αναφερθείσα Απάτη';
$debit_reason_4 = 'Ακυρωθείσα Παραγγελία';
$debit_reason_5 = 'Μερική Επιστροφή Χρημάτων';
$menu_drop_pending_debits = 'Χρεώσεις Σε Εκκρεμότητα';
$debit_amount_label = 'Ποσό Χρέωσης';
$debit_date_label = 'Ημερομηνία Χρέωσης';
$debit_reason_label = 'Αιτία Χρέωσης';
$debit_paragraph = 'Οι χρεώσεις θα αφαιρεθούν από την επόμενη πληρωμή σας.';
$debit_invoice_amount = 'Ποσό Αρνητικής Χρέωσης';
$debit_revised_amount = 'Αναθεωρημένο Ποσό Πληρωμής';
$mv_head_description = 'Σημείωση: Μπορείτε να τοποθετήσετε μόνο ένα βίντεο ανά σελίδα στην ιστοσελίδα σας.';
$mv_head_source_code = 'Επικολλήστε αυτό τον κωδικό στο τμήμα ΕΠΙΚΕΦΑΛΙΔΑ του HTML εγγράφου σας.';
$mv_body_title = 'Τίτλος Βίντεο';
$mv_body_description = 'Περιγραφή';
$mv_body_source_code = 'Επικολλήστε αυτό τον κωδικό στο ΚΥΡΙΟ τμήμα του HTML εγγράφου σας όπου θέλετε να εμφανίζεται το βίντεο.';
$menu_marketing_videos = 'Βίντεο';
$mv_preview_button = 'Προεπισκόπηση Βίντεο';
$dt_no_data = 'Δεν υπάρχουν διαθέσιμα δεδομένα στον πίνακα.';
$dt_showing_exists = 'Προβολή _START_ έως _END_ από _TOTAL_ καταχωρήσεις.';
$dt_showing_none = 'Προβολή 0 έως 0 από 0 καταχωρήσεις.';
$dt_filtered = '(εφαρμόστηκε φίλτρο από _MAX_ συνολικές καταχωρήσεις)';
$dt_length_choice = 'Προβολή _MENU_ καταχωρήσεις.';
$dt_loading = 'Φόρτωση...';
$dt_processing = 'Επεξεργασία...';
$dt_no_records = 'Δεν βρέθηκαν εγγραφές που να ταιριάζουν.';
$dt_first = 'Πρώτη';
$dt_last = 'Τελευταία';
$dt_next = 'Επόμενη';
$dt_previous = 'Προηγούμενο';
$dt_sort_asc = ': ενεργοποίηση για αύξουσα ταξινόμηση στήλης';
$dt_sort_desc = ': ενεργοποίηση για φθίνουσα ταξινόμηση στήλης';
$choose_marketing_group = 'Επιλέξτε Μια Ομάδα Μάρκετινγκ';
$email_already_used_1 = 'Δεν είναι δυνατή η δημιουργία λογαριασμού. Επιτρέπουμε μόνο';
$email_already_used_2 = 'λογαριασμός';
$email_already_used_3 = 'προς δημιουργία ανά διεύθυνση email.';
$missing_fax = 'Παρακαλώ εισάγετε τον αριθμό φαξ σας.';
$chart_last_6_months = 'Εξοφλημένες Προμήθειες Τους 6 Τελευταίους Μήνες';
$chart_last_6_months_paid = 'Εξοφλημένες Προμήθειες';
$chart_this_month = 'Οι 5 Κορυφαίοι Συνεργάτες Μας Για Αυτό Τον Μήνα';
$chart_this_month_none = 'Κανένα δεδομένο για εμφάνιση.';
$login_return = 'Επιστροφή Στην Αρχική Σελίδα Συνεργάτη';
$login_lost_details = 'Εισάγετε το όνομα χρήστη σας και θα σας στείλουμε ένα email με τα διαπιστευτήρια σύνδεσης.';
$account_edit_general_prefs = 'Γενικές Προτιμήσεις';
$account_edit_email_language = 'Γλώσσα Email';
$footer_connect = 'Συνδεθείτε Μαζί Μας';
$modal_close = 'Κλείσιμο';
$vat_amount_heading = 'Ποσό ΦΠΑ';
$menu_logout = 'Αποσύνδεση';
$menu_upload_picture = 'Αποστολή Της Εικόνας Σας';
$menu_offer_testi = 'Παροχή Μαρτυρίας';
$fb_login = 'Σύνδεση με Facebook';
$fb_permissions = 'Τα δικαιώματα δεν χορηγήθηκαν. Παρακαλώ επιτρέψτε στην ιστοσελίδα την χρήση της διεύθυνσης email σας.';
$announcements_published = "Η Ανακοίνωση Δημοσιεύτηκε";
$training_videos_title = "Εκπαιδευτικά Βίντεο";
$training_videos_general = "Γενικό Μάρκετινγκ";
$commission_method = "Μέθοδος Ανάθεσης";
$how_will_you_earn = "Πώς θα κερδίσετε προμήθειες;";
$pm_account_credit = "Θα πιστώσουμε τον λογαριασμό σας με το ποσό των κερδισμένων προμηθειών.";
$pm_check_money_order = "Θα σας στείλουμε ένα χρηματικό ένταλμα/επιταγή με το ταχυδρομείο.";
$pm_paypal = "Θα σας στείλουμε μια πληρωμή μέσω PayPal.";
$pm_stripe = "Θα σας στείλουμε μια πληρωμή μέσω Stripe.";
$pm_wire = "Θα σας στείλουμε ένα έμβασμα.";
$add_to_signup_left_column_text = "<span style=\"color:#CC0000; font-style:italic;\">* υποδεικνύει απαιτούμενο πεδίο.</span>";
$paypal_email = "Paypal Email";
$stripe_acct_details = "Λεπτομέρειες Λογαριασμού Stripe";
$stripe_connect = "Μπορείτε να συνδεθείτε με τον λογαριασμό σας στο stripe από την σελίδα ρυθμίσεων λογαριασμού μετά την εγγραφή.";
$stripe_success = "Ο Λογαριασμός Stripe Συνδέθηκε Επιτυχώς";
$stripe_settings = "Ρυθμίσεις Stripe";
$stripe_connect_edit = "Σύνδεση με Stripe";
$stripe_delete = "Διαγραφή Λογαριασμού Stripe";
$stripe_confirm = "Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό τον λογαριασμό;";
$payment_settings = "Ρυθμίσεις Πληρωμής";
$edit_payment_settings = "Επεξεργασία Ρυθμίσεων Πληρωμής";
$invalid_paypal_address = "Μη Έγκυρη διεύθυνση email Paypal.";
$payment_method_error = "Παρακαλώ επιλέξτε μια μέθοδο πληρωμής.";
$payment_settings_updated = "Οι ρυθμίσεις πληρωμής ενημερώθηκαν.";
$stripe_removed = "Ο λογαριασμός Stripe καταργήθηκε.";
$payment_settings_success = "Επιτυχία!";
$payment_update_notice_1 = "Ειδοποίηση!";
$payment_update_notice_2 = "Έχετε επιλέξει να λάβετε μια <strong>[payment_option_here]</strong> πληρωμή από εμάς. Παρακαλώ <a href=\"account.php?page=48\" style=\"font-weight:bold;\">κάντε κλικ εδώ</a> για να συνδεθείτε με τον <strong>[payment_option_here]</strong> λογαριασμό σας.";
$pm_title_credit = "Πιστωτικό Λογαριασμού";
$pm_title_mo = "Επιταγή/Έμβασμα";
$pm_title_paypal = "PayPal";
$pm_title_stripe = "Stripe";
$pm_title_wire = "Ηλεκτρονική Μεταφορά Χρημάτων";
$privacy_link = "Privacy Policy";
$privacy_signup_title = "Privacy Policy";
$privacy_signup_agree  = "I have read, understand and agree to the above privacy policy.";
$missing_privacy = "You have not accepted our privacy policy.";
$header_privacy = "Privacy Policy";

//-------------------------------------------------------
// CREATE TABLE
//-------------------------------------------------------
	try {
	$db->query("CREATE TABLE IF NOT EXISTS idevaff_language_" . $language_pack_table_name . " (
header_title mediumtext NOT NULL,
header_indexLink mediumtext NOT NULL,
header_signupLink mediumtext NOT NULL,
header_accountLink mediumtext NOT NULL,
header_emailLink mediumtext NOT NULL,
header_greeting mediumtext NOT NULL,
header_nonLogged mediumtext NOT NULL,
header_logout mediumtext NOT NULL,
footer_tag mediumtext NOT NULL,
footer_copyright mediumtext NOT NULL,
footer_rights mediumtext NOT NULL,
index_heading_1 mediumtext NOT NULL,
index_paragraph_1 mediumtext NOT NULL,
index_heading_2 mediumtext NOT NULL,
index_paragraph_2 mediumtext NOT NULL,
index_heading_3 mediumtext NOT NULL,
index_paragraph_3 mediumtext NOT NULL,
index_login_title mediumtext NOT NULL,
index_login_username mediumtext NOT NULL,
index_login_password mediumtext NOT NULL,
index_login_username_field mediumtext NOT NULL,
index_login_password_field mediumtext NOT NULL,
index_login_button mediumtext NOT NULL,
index_login_signup_link mediumtext NOT NULL,
index_table_title mediumtext NOT NULL,
index_table_commission_type mediumtext NOT NULL,
index_table_initial_deposit mediumtext NOT NULL,
index_table_requirements mediumtext NOT NULL,
index_table_duration mediumtext NOT NULL,
index_table_choose mediumtext NOT NULL,
index_table_sale mediumtext NOT NULL,
index_table_click mediumtext NOT NULL,
index_table_sale_text mediumtext NOT NULL,
index_table_click_text mediumtext NOT NULL,
index_table_deposit_tag mediumtext NOT NULL,
index_table_requirements_tag mediumtext NOT NULL,
index_table_duration_tag mediumtext NOT NULL,
signup_left_column_text mediumtext NOT NULL,
signup_left_column_title mediumtext NOT NULL,
signup_login_title mediumtext NOT NULL,
signup_login_username mediumtext NOT NULL,
signup_login_password mediumtext NOT NULL,
signup_login_password_again mediumtext NOT NULL,
signup_login_minmax_chars mediumtext NOT NULL,
signup_login_must_match mediumtext NOT NULL,
signup_standard_title mediumtext NOT NULL,
signup_standard_email mediumtext NOT NULL,
signup_standard_company mediumtext NOT NULL,
signup_standard_checkspayable mediumtext NOT NULL,
signup_standard_weburl mediumtext NOT NULL,
signup_standard_taxinfo mediumtext NOT NULL,
signup_personal_title mediumtext NOT NULL,
signup_personal_fname mediumtext NOT NULL,
signup_personal_state mediumtext NOT NULL,
signup_personal_lname mediumtext NOT NULL,
signup_personal_phone mediumtext NOT NULL,
signup_personal_addr1 mediumtext NOT NULL,
signup_personal_fax mediumtext NOT NULL,
signup_personal_addr2 mediumtext NOT NULL,
signup_personal_zip mediumtext NOT NULL,
signup_personal_city mediumtext NOT NULL,
signup_personal_country mediumtext NOT NULL,
signup_commission_title mediumtext NOT NULL,
signup_commission_howtopay mediumtext NOT NULL,
signup_commission_style_PPS mediumtext NOT NULL,
signup_commission_style_PPC mediumtext NOT NULL,
signup_terms_title mediumtext NOT NULL,
signup_terms_agree mediumtext NOT NULL,
signup_page_button mediumtext NOT NULL,
signup_success_email_comment mediumtext NOT NULL,
signup_success_login_link mediumtext NOT NULL,
custom_fields_title mediumtext NOT NULL,
logout_msg mediumtext NOT NULL,
signup_page_success mediumtext NOT NULL,
login_left_column_title mediumtext NOT NULL,
login_left_column_text mediumtext NOT NULL,
login_title mediumtext NOT NULL,
login_username mediumtext NOT NULL,
login_password mediumtext NOT NULL,
login_invalid mediumtext NOT NULL,
login_now mediumtext NOT NULL,
login_send_title mediumtext NOT NULL,
login_send_username mediumtext NOT NULL,
login_send_info mediumtext NOT NULL,
login_send_pass mediumtext NOT NULL,
login_send_bad mediumtext NOT NULL,
help_new_password_heading mediumtext NOT NULL,
help_new_password_info mediumtext NOT NULL,
help_confirm_password_heading mediumtext NOT NULL,
help_confirm_password_info mediumtext NOT NULL,
help_custom_links_heading mediumtext NOT NULL,
help_custom_links_info mediumtext NOT NULL,
error_title mediumtext NOT NULL,
username_invalid mediumtext NOT NULL,
username_taken mediumtext NOT NULL,
username_short mediumtext NOT NULL,
username_long mediumtext NOT NULL,
password_invalid mediumtext NOT NULL,
password_short mediumtext NOT NULL,
password_long mediumtext NOT NULL,
password_mismatch mediumtext NOT NULL,
missing_checks mediumtext NOT NULL,
missing_tax mediumtext NOT NULL,
missing_fname mediumtext NOT NULL,
missing_lname mediumtext NOT NULL,
missing_email mediumtext NOT NULL,
invalid_email mediumtext NOT NULL,
missing_address mediumtext NOT NULL,
missing_city mediumtext NOT NULL,
missing_company mediumtext NOT NULL,
missing_state mediumtext NOT NULL,
missing_zip mediumtext NOT NULL,
missing_phone mediumtext NOT NULL,
missing_website mediumtext NOT NULL,
missing_paypal mediumtext NOT NULL,
missing_terms mediumtext NOT NULL,
paypal_required mediumtext NOT NULL,
missing_custom mediumtext NOT NULL,
account_total_transactions mediumtext NOT NULL,
account_standard_linking_code mediumtext NOT NULL,
account_copy_paste mediumtext NOT NULL,
account_not_approved mediumtext NOT NULL,
account_suspended mediumtext NOT NULL,
account_standard_earnings mediumtext NOT NULL,
account_inc_bonus mediumtext NOT NULL,
account_second_tier mediumtext NOT NULL,
account_recurring mediumtext NOT NULL,
account_not_available mediumtext NOT NULL,
account_earned_todate mediumtext NOT NULL,
menu_heading_overview mediumtext NOT NULL,
menu_general_stats mediumtext NOT NULL,
menu_tier_stats mediumtext NOT NULL,
menu_payment_history mediumtext NOT NULL,
menu_commission_details mediumtext NOT NULL,
menu_recurring_commissions mediumtext NOT NULL,
menu_traffic_log mediumtext NOT NULL,
menu_heading_marketing mediumtext NOT NULL,
menu_banners mediumtext NOT NULL,
menu_text_ads mediumtext NOT NULL,
menu_text_links mediumtext NOT NULL,
menu_email_links mediumtext NOT NULL,
menu_html_links mediumtext NOT NULL,
menu_offline mediumtext NOT NULL,
menu_tier_linking_code mediumtext NOT NULL,
menu_email_friends mediumtext NOT NULL,
menu_custom_links mediumtext NOT NULL,
menu_heading_management mediumtext NOT NULL,
menu_comalert mediumtext NOT NULL,
menu_comstats mediumtext NOT NULL,
menu_edit_account mediumtext NOT NULL,
menu_change_pass mediumtext NOT NULL,
menu_change_commission mediumtext NOT NULL,
menu_heading_general_info mediumtext NOT NULL,
menu_browse_affiliates mediumtext NOT NULL,
menu_faq mediumtext NOT NULL,
suspended_title mediumtext NOT NULL,
suspended_heading mediumtext NOT NULL,
suspended_notes mediumtext NOT NULL,
pending_title mediumtext NOT NULL,
pending_heading mediumtext NOT NULL,
pending_note mediumtext NOT NULL,
faq_title mediumtext NOT NULL,
faq_none mediumtext NOT NULL,
browse_title mediumtext NOT NULL,
browse_none mediumtext NOT NULL,
change_comm_title mediumtext NOT NULL,
change_comm_curr_comm mediumtext NOT NULL,
change_comm_curr_pay mediumtext NOT NULL,
change_comm_new_comm mediumtext NOT NULL,
change_comm_warning mediumtext NOT NULL,
change_comm_button mediumtext NOT NULL,
change_comm_no_other mediumtext NOT NULL,
change_comm_level mediumtext NOT NULL,
change_comm_updated mediumtext NOT NULL,
password_title mediumtext NOT NULL,
password_old_password mediumtext NOT NULL,
password_new_password mediumtext NOT NULL,
password_confirm_password mediumtext NOT NULL,
password_button mediumtext NOT NULL,
password_warning_old_missing mediumtext NOT NULL,
password_warning_new_missing mediumtext NOT NULL,
password_warning_mismatch mediumtext NOT NULL,
password_warning_invalid mediumtext NOT NULL,
password_notice mediumtext NOT NULL,
edit_failed mediumtext NOT NULL,
edit_success mediumtext NOT NULL,
edit_button mediumtext NOT NULL,
commissionstats_title mediumtext NOT NULL,
commissionstats_info mediumtext NOT NULL,
commissionstats_hint mediumtext NOT NULL,
commissionstats_profile mediumtext NOT NULL,
commissionstats_username mediumtext NOT NULL,
commissionstats_password mediumtext NOT NULL,
commissionstats_id mediumtext NOT NULL,
commissionstats_source mediumtext NOT NULL,
commissionstats_download mediumtext NOT NULL,
commissionalert_title mediumtext NOT NULL,
commissionalert_info mediumtext NOT NULL,
commissionalert_hint mediumtext NOT NULL,
commissionalert_profile mediumtext NOT NULL,
commissionalert_username mediumtext NOT NULL,
commissionalert_password mediumtext NOT NULL,
commissionalert_id mediumtext NOT NULL,
commissionalert_source mediumtext NOT NULL,
commissionalert_download mediumtext NOT NULL,
offline_title mediumtext NOT NULL,
offline_paragraph_one mediumtext NOT NULL,
offline_send mediumtext NOT NULL,
offline_page_link mediumtext NOT NULL,
offline_paragraph_two mediumtext NOT NULL,
banners_title mediumtext NOT NULL,
banners_size mediumtext NOT NULL,
banners_description mediumtext NOT NULL,
ad_title mediumtext NOT NULL,
ad_info mediumtext NOT NULL,
links_title mediumtext NOT NULL,
email_title mediumtext NOT NULL,
email_group mediumtext NOT NULL,
email_button mediumtext NOT NULL,
email_no_group mediumtext NOT NULL,
email_choose mediumtext NOT NULL,
email_notice mediumtext NOT NULL,
email_ascii mediumtext NOT NULL,
email_html mediumtext NOT NULL,
email_test mediumtext NOT NULL,
email_test_info mediumtext NOT NULL,
email_source mediumtext NOT NULL,
html_title mediumtext NOT NULL,
html_view_link mediumtext NOT NULL,
traffic_title mediumtext NOT NULL,
traffic_display mediumtext NOT NULL,
traffic_display_visitors mediumtext NOT NULL,
traffic_button mediumtext NOT NULL,
traffic_title_details mediumtext NOT NULL,
traffic_ip mediumtext NOT NULL,
traffic_refer mediumtext NOT NULL,
traffic_date mediumtext NOT NULL,
traffic_time mediumtext NOT NULL,
traffic_bottom_tag_one mediumtext NOT NULL,
traffic_bottom_tag_two mediumtext NOT NULL,
traffic_bottom_tag_three mediumtext NOT NULL,
traffic_none mediumtext NOT NULL,
traffic_no_url mediumtext NOT NULL,
traffic_box_title mediumtext NOT NULL,
traffic_box_info mediumtext NOT NULL,
payment_title mediumtext NOT NULL,
payment_date mediumtext NOT NULL,
payment_commissions mediumtext NOT NULL,
payment_amount mediumtext NOT NULL,
payment_totals mediumtext NOT NULL,
payment_none mediumtext NOT NULL,
tier_stats_title mediumtext NOT NULL,
tier_stats_accounts mediumtext NOT NULL,
tier_stats_grab_link mediumtext NOT NULL,
tier_stats_none mediumtext NOT NULL,
tier_stats_username mediumtext NOT NULL,
tier_stats_current mediumtext NOT NULL,
tier_stats_previous mediumtext NOT NULL,
tier_stats_totals mediumtext NOT NULL,
recurring_title mediumtext NOT NULL,
recurring_none mediumtext NOT NULL,
recurring_date mediumtext NOT NULL,
recurring_status mediumtext NOT NULL,
recurring_payout mediumtext NOT NULL,
recurring_amount mediumtext NOT NULL,
recurring_every mediumtext NOT NULL,
recurring_in mediumtext NOT NULL,
recurring_days mediumtext NOT NULL,
recurring_total mediumtext NOT NULL,
tlinks_title mediumtext NOT NULL,
tlinks_embedded_one mediumtext NOT NULL,
tlinks_embedded_two mediumtext NOT NULL,
tlinks_embedded_current mediumtext NOT NULL,
tlinks_forced_two mediumtext NOT NULL,
tlinks_forced_code mediumtext NOT NULL,
tlinks_forced_paste mediumtext NOT NULL,
tlinks_forced_money mediumtext NOT NULL,
comdetails_title mediumtext NOT NULL,
comdetails_date mediumtext NOT NULL,
comdetails_time mediumtext NOT NULL,
comdetails_type mediumtext NOT NULL,
comdetails_status mediumtext NOT NULL,
comdetails_amount mediumtext NOT NULL,
comdetails_additional_title mediumtext NOT NULL,
comdetails_additional_ordnum mediumtext NOT NULL,
comdetails_additional_saleamt mediumtext NOT NULL,
comdetails_type_1 mediumtext NOT NULL,
comdetails_type_2 mediumtext NOT NULL,
comdetails_type_3 mediumtext NOT NULL,
comdetails_type_4 mediumtext NOT NULL,
comdetails_status_1 mediumtext NOT NULL,
comdetails_status_2 mediumtext NOT NULL,
comdetails_status_3 mediumtext NOT NULL,
comdetails_not_available mediumtext NOT NULL,
details_title mediumtext NOT NULL,
details_drop_1 mediumtext NOT NULL,
details_drop_2 mediumtext NOT NULL,
details_drop_3 mediumtext NOT NULL,
details_drop_4 mediumtext NOT NULL,
details_drop_5 mediumtext NOT NULL,
details_button mediumtext NOT NULL,
details_date mediumtext NOT NULL,
details_status mediumtext NOT NULL,
details_commission mediumtext NOT NULL,
details_details mediumtext NOT NULL,
details_type_1 mediumtext NOT NULL,
details_type_2 mediumtext NOT NULL,
details_type_3 mediumtext NOT NULL,
details_none mediumtext NOT NULL,
details_no_group mediumtext NOT NULL,
details_choose mediumtext NOT NULL,
general_title mediumtext NOT NULL,
general_transactions mediumtext NOT NULL,
general_earnings_to_date mediumtext NOT NULL,
general_history_link mediumtext NOT NULL,
general_standard_earnings mediumtext NOT NULL,
general_current_earnings mediumtext NOT NULL,
general_traffic_title mediumtext NOT NULL,
general_traffic_visitors mediumtext NOT NULL,
general_traffic_unique mediumtext NOT NULL,
general_traffic_sales mediumtext NOT NULL,
general_traffic_ratio mediumtext NOT NULL,
general_traffic_info mediumtext NOT NULL,
general_traffic_pay_type mediumtext NOT NULL,
general_traffic_pay_level mediumtext NOT NULL,
general_notes_title mediumtext NOT NULL,
general_notes_date mediumtext NOT NULL,
general_notes_to mediumtext NOT NULL,
general_notes_all mediumtext NOT NULL,
general_notes_none mediumtext NOT NULL,
contact_left_column_title mediumtext NOT NULL,
contact_left_column_text mediumtext NOT NULL,
contact_title mediumtext NOT NULL,
contact_name mediumtext NOT NULL,
contact_email mediumtext NOT NULL,
contact_message mediumtext NOT NULL,
contact_chars mediumtext NOT NULL,
contact_button mediumtext NOT NULL,
contact_received mediumtext NOT NULL,
contact_invalid_name mediumtext NOT NULL,
contact_invalid_email mediumtext NOT NULL,
contact_invalid_message mediumtext NOT NULL,
invoice_button mediumtext NOT NULL,
invoice_header mediumtext NOT NULL,
invoice_aff_info mediumtext NOT NULL,
invoice_co_info mediumtext NOT NULL,
invoice_acct_info mediumtext NOT NULL,
invoice_payment_info mediumtext NOT NULL,
invoice_comm_date mediumtext NOT NULL,
invoice_comm_amt mediumtext NOT NULL,
invoice_comm_type mediumtext NOT NULL,
invoice_admin_note mediumtext NOT NULL,
invoice_footer mediumtext NOT NULL,
invoice_print mediumtext NOT NULL,
invoice_none mediumtext NOT NULL,
invoice_aff_id mediumtext NOT NULL,
invoice_aff_user mediumtext NOT NULL,
menu_pdf_marketing mediumtext NOT NULL,
menu_pdf_training mediumtext NOT NULL,
marketing_target_url mediumtext NOT NULL,
marketing_source_code mediumtext NOT NULL,
marketing_group mediumtext NOT NULL,
peels_title mediumtext NOT NULL,
peels_view mediumtext NOT NULL,
peels_description mediumtext NOT NULL,
lb_head_title mediumtext NOT NULL,
lb_head_description mediumtext NOT NULL,
lb_head_source_code mediumtext NOT NULL,
lb_head_code_notes mediumtext NOT NULL,
lb_head_tutorial mediumtext NOT NULL,
lb_body_title mediumtext NOT NULL,
lb_body_description mediumtext NOT NULL,
lb_body_click mediumtext NOT NULL,
lb_body_source_code mediumtext NOT NULL,
pdf_title mediumtext NOT NULL,
pdf_training mediumtext NOT NULL,
pdf_marketing mediumtext NOT NULL,
pdf_description_1 mediumtext NOT NULL,
pdf_description_2 mediumtext NOT NULL,
pdf_file_name mediumtext NOT NULL,
pdf_file_size mediumtext NOT NULL,
pdf_file_description mediumtext NOT NULL,
pdf_bytes mediumtext NOT NULL,
menu_heading_training_materials mediumtext NOT NULL,
menu_videos mediumtext NOT NULL,
menu_custom_manual mediumtext NOT NULL,
menu_page_peels mediumtext NOT NULL,
menu_lightboxes mediumtext NOT NULL,
menu_email_templates mediumtext NOT NULL,
menu_heading_custom_links mediumtext NOT NULL,
menu_custom_reports mediumtext NOT NULL,
menu_keyword_links mediumtext NOT NULL,
menu_subid_links mediumtext NOT NULL,
menu_alteranate_links mediumtext NOT NULL,
menu_heading_additional mediumtext NOT NULL,
menu_drop_heading_stats mediumtext NOT NULL,
menu_drop_heading_commissions mediumtext NOT NULL,
menu_drop_heading_history mediumtext NOT NULL,
menu_drop_heading_traffic mediumtext NOT NULL,
menu_drop_heading_account mediumtext NOT NULL,
menu_drop_heading_logo mediumtext NOT NULL,
menu_drop_heading_faq mediumtext NOT NULL,
menu_drop_general_stats mediumtext NOT NULL,
menu_drop_tier_stats mediumtext NOT NULL,
menu_drop_current mediumtext NOT NULL,
menu_drop_tier mediumtext NOT NULL,
menu_drop_pending mediumtext NOT NULL,
menu_drop_paid mediumtext NOT NULL,
menu_drop_paid_rec mediumtext NOT NULL,
menu_drop_recurring mediumtext NOT NULL,
menu_drop_edit mediumtext NOT NULL,
menu_drop_password mediumtext NOT NULL,
menu_drop_change mediumtext NOT NULL,
account_hidden mediumtext NOT NULL,
keyword_title mediumtext NOT NULL,
keyword_info mediumtext NOT NULL,
keyword_heading mediumtext NOT NULL,
keyword_tracking mediumtext NOT NULL,
keyword_build mediumtext NOT NULL,
keyword_example mediumtext NOT NULL,
keyword_tutorial mediumtext NOT NULL,
sub_tracking_title mediumtext NOT NULL,
sub_tracking_info mediumtext NOT NULL,
sub_tracking_build mediumtext NOT NULL,
sub_tracking_example mediumtext NOT NULL,
sub_tracking_tutorial mediumtext NOT NULL,
sub_tracking_id mediumtext NOT NULL,
alternate_title mediumtext NOT NULL,
alternate_option_1 mediumtext NOT NULL,
alternate_heading_1 mediumtext NOT NULL,
alternate_info_1 mediumtext NOT NULL,
alternate_button mediumtext NOT NULL,
alternate_links_heading mediumtext NOT NULL,
alternate_links_note mediumtext NOT NULL,
alternate_links_remove mediumtext NOT NULL,
alternate_option_2 mediumtext NOT NULL,
alternate_info_2 mediumtext NOT NULL,
alternate_variable mediumtext NOT NULL,
alternate_example mediumtext NOT NULL,
alternate_build mediumtext NOT NULL,
alternate_none mediumtext NOT NULL,
alternate_tutorial mediumtext NOT NULL,
cr_title mediumtext NOT NULL,
cr_select mediumtext NOT NULL,
cr_button mediumtext NOT NULL,
cr_no_results mediumtext NOT NULL,
cr_no_results_info mediumtext NOT NULL,
cr_used mediumtext NOT NULL,
cr_found mediumtext NOT NULL,
cr_times mediumtext NOT NULL,
cr_unique mediumtext NOT NULL,
cr_detailed mediumtext NOT NULL,
cr_export mediumtext NOT NULL,
cr_none mediumtext NOT NULL,
logo_title mediumtext NOT NULL,
logo_info mediumtext NOT NULL,
logo_bullet_one mediumtext NOT NULL,
logo_bullet_two mediumtext NOT NULL,
logo_bullet_three mediumtext NOT NULL,
logo_bullet_size_one mediumtext NOT NULL,
logo_bullet_size_two mediumtext NOT NULL,
logo_bullet_req_size_one mediumtext NOT NULL,
logo_bullet_req_size_two mediumtext NOT NULL,
logo_bullet_pixels mediumtext NOT NULL,
logo_choose mediumtext NOT NULL,
logo_file mediumtext NOT NULL,
logo_browse mediumtext NOT NULL,
logo_button mediumtext NOT NULL,
logo_current mediumtext NOT NULL,
logo_remove mediumtext NOT NULL,
logo_display_status mediumtext NOT NULL,
logo_pending mediumtext NOT NULL,
logo_approved mediumtext NOT NULL,
logo_success mediumtext NOT NULL,
signup_security_title mediumtext NOT NULL,
signup_security_info mediumtext NOT NULL,
signup_security_code mediumtext NOT NULL,
sub_tracking_none mediumtext NOT NULL,
missing_security_code mediumtext NOT NULL,
alternate_success_title mediumtext NOT NULL,
alternate_success_info mediumtext NOT NULL,
alternate_failed_title mediumtext NOT NULL,
alternate_failed_info mediumtext NOT NULL,
logo_missing_filename mediumtext NOT NULL,
logo_required_width mediumtext NOT NULL,
logo_required_height mediumtext NOT NULL,
logo_maximum_width mediumtext NOT NULL,
logo_maximum_height mediumtext NOT NULL,
logo_size_maximum mediumtext NOT NULL,
logo_bad_filetype mediumtext NOT NULL,
logo_upload_error mediumtext NOT NULL,
logo_error_title mediumtext NOT NULL,
logo_error_bytes mediumtext NOT NULL,
excel_title mediumtext NOT NULL,
excel_tab_report mediumtext NOT NULL,
excel_tab_logs mediumtext NOT NULL,
excel_date mediumtext NOT NULL,
excel_affiliate mediumtext NOT NULL,
excel_criteria mediumtext NOT NULL,
excel_link mediumtext NOT NULL,
excel_hits mediumtext NOT NULL,
excel_comm_stats mediumtext NOT NULL,
excel_comm_current mediumtext NOT NULL,
excel_comm_paid mediumtext NOT NULL,
excel_comm_total mediumtext NOT NULL,
excel_comm_ratio mediumtext NOT NULL,
excel_earned mediumtext NOT NULL,
excel_earned_current mediumtext NOT NULL,
excel_earned_paid mediumtext NOT NULL,
excel_earned_total mediumtext NOT NULL,
excel_earned_tab mediumtext NOT NULL,
excel_log_title mediumtext NOT NULL,
excel_log_ip mediumtext NOT NULL,
excel_log_refer mediumtext NOT NULL,
excel_log_date mediumtext NOT NULL,
excel_log_time mediumtext NOT NULL,
excel_log_target mediumtext NOT NULL,
etemplates_title mediumtext NOT NULL,
etemplates_view_link mediumtext NOT NULL,
etemplates_name mediumtext NOT NULL,
signup_maintenance_heading mediumtext NOT NULL,
signup_maintenance_info mediumtext NOT NULL,
marketing_group_title mediumtext NOT NULL,
marketing_button mediumtext NOT NULL,
marketing_no_group mediumtext NOT NULL,
marketing_choose mediumtext NOT NULL,
marketing_notice mediumtext NOT NULL,
canspam_heading mediumtext NOT NULL,
canspam_accept mediumtext NOT NULL,
canspam_error mediumtext NOT NULL,
signup_banned mediumtext NOT NULL,
header_testimonials mediumtext NOT NULL,
testi_visit mediumtext NOT NULL,
testi_description mediumtext NOT NULL,
testi_name mediumtext NOT NULL,
testi_url mediumtext NOT NULL,
testi_content mediumtext NOT NULL,
testi_code mediumtext NOT NULL,
testi_submit mediumtext NOT NULL,
testi_na mediumtext NOT NULL,
testi_title mediumtext NOT NULL,
testi_success_title mediumtext NOT NULL,
testi_success_message mediumtext NOT NULL,
testi_error_title mediumtext NOT NULL,
testi_error_name_missing mediumtext NOT NULL,
testi_error_url_missing mediumtext NOT NULL,
testi_error_missing mediumtext NOT NULL,
menu_drop_delayed mediumtext NOT NULL,
details_drop_6 mediumtext NOT NULL,
details_type_6 mediumtext NOT NULL,
comdetails_status_6 mediumtext NOT NULL,
tc_reaccept_title mediumtext NOT NULL,
tc_reaccept_sub_title mediumtext NOT NULL,
tc_reaccept_button mediumtext NOT NULL,
tlinks_active mediumtext NOT NULL,
tlinks_payout_structure mediumtext NOT NULL,
tlinks_level mediumtext NOT NULL,
tierText1 mediumtext NOT NULL,
tierText2 mediumtext NOT NULL,
tierText3 mediumtext NOT NULL,
tierTextflat mediumtext NOT NULL,
edit_custom_button mediumtext NOT NULL,
private_heading mediumtext NOT NULL,
private_info mediumtext NOT NULL,
private_required_heading mediumtext NOT NULL,
private_code_title mediumtext NOT NULL,
private_button mediumtext NOT NULL,
private_error_title mediumtext NOT NULL,
private_error_invalid mediumtext NOT NULL,
private_error_expired mediumtext NOT NULL,
qr_code_title mediumtext NOT NULL,
qr_code_size mediumtext NOT NULL,
qr_code_button mediumtext NOT NULL,
qr_code_offline_title mediumtext NOT NULL,
qr_code_offline_content1 mediumtext NOT NULL,
qr_code_offline_content2 mediumtext NOT NULL,
qr_code_online_title mediumtext NOT NULL,
qr_code_online_content mediumtext NOT NULL,
menu_coupon mediumtext NOT NULL,
coupon_title mediumtext NOT NULL,
coupon_desc mediumtext NOT NULL,
coupon_head_1 mediumtext NOT NULL,
coupon_head_2 mediumtext NOT NULL,
coupon_head_3 mediumtext NOT NULL,
coupon_sale_amt mediumtext NOT NULL,
coupon_flat_rate mediumtext NOT NULL,
coupon_default mediumtext NOT NULL,
cc_vanity_title mediumtext NOT NULL,
cc_vanity_field mediumtext NOT NULL,
cc_vanity_button mediumtext NOT NULL,
cc_vanity_error_missing mediumtext NOT NULL,
cc_vanity_error_exists mediumtext NOT NULL,
cc_vanity_error mediumtext NOT NULL,
cc_vanity_success mediumtext NOT NULL,
coupon_none mediumtext NOT NULL,
pic_error_title mediumtext NOT NULL,
pic_missing mediumtext NOT NULL,
pic_invalid mediumtext NOT NULL,
pic_error mediumtext NOT NULL,
pic_success mediumtext NOT NULL,
pic_title mediumtext NOT NULL,
pic_info mediumtext NOT NULL,
pic_bullet_1 mediumtext NOT NULL,
pic_bullet_2 mediumtext NOT NULL,
pic_bullet_3 mediumtext NOT NULL,
pic_file mediumtext NOT NULL,
pic_button mediumtext NOT NULL,
pic_current mediumtext NOT NULL,
pic_remove mediumtext NOT NULL,
progress_title mediumtext NOT NULL,
progress_complete mediumtext NOT NULL,
progress_none mediumtext NOT NULL,
progress_sentence_1 mediumtext NOT NULL,
progress_sentence_2 mediumtext NOT NULL,
progress_sentence_3 mediumtext NOT NULL,
aff_lib_button mediumtext NOT NULL,
menu_announcements mediumtext NOT NULL,
announcements_name mediumtext NOT NULL,
announcements_facebook_message mediumtext NOT NULL,
announcements_twitter_message mediumtext NOT NULL,
announcements_facebook_link mediumtext NOT NULL,
announcements_facebook_picture mediumtext NOT NULL,
general_last_30_days_activity mediumtext NOT NULL,
general_last_30_days_activity_traffic mediumtext NOT NULL,
general_last_30_days_activity_commissions mediumtext NOT NULL,
accountability_title mediumtext NOT NULL,
accountability_text mediumtext NOT NULL,
debit_reason_0 mediumtext NOT NULL,
debit_reason_1 mediumtext NOT NULL,
debit_reason_2 mediumtext NOT NULL,
debit_reason_3 mediumtext NOT NULL,
debit_reason_4 mediumtext NOT NULL,
debit_reason_5 mediumtext NOT NULL,
menu_drop_pending_debits mediumtext NOT NULL,
debit_amount_label mediumtext NOT NULL,
debit_date_label mediumtext NOT NULL,
debit_reason_label mediumtext NOT NULL,
debit_paragraph mediumtext NOT NULL,
debit_invoice_amount mediumtext NOT NULL,
debit_revised_amount mediumtext NOT NULL,
mv_head_description mediumtext NOT NULL,
mv_head_source_code mediumtext NOT NULL,
mv_body_title mediumtext NOT NULL,
mv_body_description mediumtext NOT NULL,
mv_body_source_code mediumtext NOT NULL,
menu_marketing_videos mediumtext NOT NULL,
mv_preview_button mediumtext NOT NULL,
dt_no_data mediumtext NOT NULL,
dt_showing_exists mediumtext NOT NULL,
dt_showing_none mediumtext NOT NULL,
dt_filtered mediumtext NOT NULL,
dt_length_choice mediumtext NOT NULL,
dt_loading mediumtext NOT NULL,
dt_processing mediumtext NOT NULL,
dt_no_records mediumtext NOT NULL,
dt_first mediumtext NOT NULL,
dt_last mediumtext NOT NULL,
dt_next mediumtext NOT NULL,
dt_previous mediumtext NOT NULL,
dt_sort_asc mediumtext NOT NULL,
dt_sort_desc mediumtext NOT NULL,
choose_marketing_group mediumtext NOT NULL,
email_already_used_1 mediumtext NOT NULL,
email_already_used_2 mediumtext NOT NULL,
email_already_used_3 mediumtext NOT NULL,
missing_fax mediumtext NOT NULL,
chart_last_6_months mediumtext NOT NULL,
chart_last_6_months_paid mediumtext NOT NULL,
chart_this_month mediumtext NOT NULL,
chart_this_month_none mediumtext NOT NULL,
login_return mediumtext NOT NULL,
login_lost_details mediumtext NOT NULL,
account_edit_general_prefs mediumtext NOT NULL,
account_edit_email_language mediumtext NOT NULL,
footer_connect mediumtext NOT NULL,
modal_close mediumtext NOT NULL,
vat_amount_heading mediumtext NOT NULL,
menu_logout mediumtext NOT NULL,
menu_upload_picture mediumtext NOT NULL,
menu_offer_testi mediumtext NOT NULL,
fb_login mediumtext NOT NULL,
fb_permissions mediumtext NOT NULL,
announcements_published mediumtext NOT NULL,
training_videos_title mediumtext NOT NULL,
training_videos_general mediumtext NOT NULL,
commission_method mediumtext NOT NULL,
how_will_you_earn mediumtext NOT NULL,
pm_account_credit mediumtext NOT NULL,
pm_check_money_order mediumtext NOT NULL,
pm_paypal mediumtext NOT NULL,
pm_stripe mediumtext NOT NULL,
pm_wire mediumtext NOT NULL,
add_to_signup_left_column_text mediumtext NOT NULL,
paypal_email mediumtext NOT NULL,
stripe_acct_details mediumtext NOT NULL,
stripe_connect mediumtext NOT NULL,
stripe_success mediumtext NOT NULL,
stripe_settings mediumtext NOT NULL,
stripe_connect_edit mediumtext NOT NULL,
stripe_delete mediumtext NOT NULL,
stripe_confirm mediumtext NOT NULL,
payment_settings mediumtext NOT NULL,
edit_payment_settings mediumtext NOT NULL,
invalid_paypal_address mediumtext NOT NULL,
payment_method_error mediumtext NOT NULL,
payment_settings_updated mediumtext NOT NULL,
stripe_removed mediumtext NOT NULL,
payment_settings_success mediumtext NOT NULL,
payment_update_notice_1 mediumtext NOT NULL,
payment_update_notice_2 mediumtext NOT NULL,
pm_title_credit mediumtext NOT NULL,
pm_title_mo mediumtext NOT NULL,
pm_title_paypal mediumtext NOT NULL,
pm_title_stripe mediumtext NOT NULL,
pm_title_wire mediumtext NOT NULL,
privacy_link mediumtext NOT NULL,
privacy_signup_title mediumtext NOT NULL,
privacy_signup_agree mediumtext NOT NULL,
missing_privacy mediumtext NOT NULL,
header_privacy mediumtext NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci");
    } catch ( Exception $ex ) {
        echo '<strong>Error:</strong><br>File: ' . $ex->getFile() . '<br><strong>Line:</strong> ' . $ex->getLine() . '<br><strong>Message:</strong> ' . $ex->getMessage();
        die;
    }

//-------------------------------------------------------
// INSERT LANGUAGE
//-------------------------------------------------------
	try {
	$st = $db->prepare("insert into idevaff_language_" . $language_pack_table_name . " (
header_title, 
header_indexLink, 
header_signupLink, 
header_accountLink, 
header_emailLink, 
header_greeting, 
header_nonLogged, 
header_logout, 
footer_tag, 
footer_copyright, 
footer_rights, 
index_heading_1, 
index_paragraph_1, 
index_heading_2, 
index_paragraph_2, 
index_heading_3, 
index_paragraph_3, 
index_login_title, 
index_login_username, 
index_login_password, 
index_login_username_field, 
index_login_password_field, 
index_login_button, 
index_login_signup_link, 
index_table_title, 
index_table_commission_type, 
index_table_initial_deposit, 
index_table_requirements, 
index_table_duration, 
index_table_choose, 
index_table_sale, 
index_table_click, 
index_table_sale_text, 
index_table_click_text, 
index_table_deposit_tag, 
index_table_requirements_tag, 
index_table_duration_tag, 
signup_left_column_text, 
signup_left_column_title, 
signup_login_title, 
signup_login_username, 
signup_login_password, 
signup_login_password_again, 
signup_login_minmax_chars, 
signup_login_must_match, 
signup_standard_title, 
signup_standard_email, 
signup_standard_company, 
signup_standard_checkspayable, 
signup_standard_weburl, 
signup_standard_taxinfo, 
signup_personal_title, 
signup_personal_fname, 
signup_personal_state, 
signup_personal_lname, 
signup_personal_phone, 
signup_personal_addr1, 
signup_personal_fax, 
signup_personal_addr2, 
signup_personal_zip, 
signup_personal_city, 
signup_personal_country, 
signup_commission_title, 
signup_commission_howtopay, 
signup_commission_style_PPS, 
signup_commission_style_PPC, 
signup_terms_title, 
signup_terms_agree, 
signup_page_button, 
signup_success_email_comment, 
signup_success_login_link, 
custom_fields_title, 
logout_msg, 
signup_page_success, 
login_left_column_title, 
login_left_column_text, 
login_title, 
login_username, 
login_password, 
login_invalid, 
login_now, 
login_send_title, 
login_send_username, 
login_send_info, 
login_send_pass, 
login_send_bad, 
help_new_password_heading, 
help_new_password_info, 
help_confirm_password_heading, 
help_confirm_password_info, 
help_custom_links_heading, 
help_custom_links_info, 
error_title, 
username_invalid, 
username_taken, 
username_short, 
username_long, 
password_invalid, 
password_short, 
password_long, 
password_mismatch, 
missing_checks, 
missing_tax, 
missing_fname, 
missing_lname, 
missing_email, 
invalid_email, 
missing_address, 
missing_city, 
missing_company, 
missing_state, 
missing_zip, 
missing_phone, 
missing_website, 
missing_paypal, 
missing_terms, 
paypal_required, 
missing_custom, 
account_total_transactions, 
account_standard_linking_code, 
account_copy_paste, 
account_not_approved, 
account_suspended, 
account_standard_earnings, 
account_inc_bonus, 
account_second_tier, 
account_recurring, 
account_not_available, 
account_earned_todate, 
menu_heading_overview, 
menu_general_stats, 
menu_tier_stats, 
menu_payment_history, 
menu_commission_details, 
menu_recurring_commissions, 
menu_traffic_log, 
menu_heading_marketing, 
menu_banners, 
menu_text_ads, 
menu_text_links, 
menu_email_links, 
menu_html_links, 
menu_offline, 
menu_tier_linking_code, 
menu_email_friends, 
menu_custom_links, 
menu_heading_management, 
menu_comalert, 
menu_comstats, 
menu_edit_account, 
menu_change_pass, 
menu_change_commission, 
menu_heading_general_info, 
menu_browse_affiliates, 
menu_faq, 
suspended_title, 
suspended_heading, 
suspended_notes, 
pending_title, 
pending_heading, 
pending_note, 
faq_title, 
faq_none, 
browse_title, 
browse_none, 
change_comm_title, 
change_comm_curr_comm, 
change_comm_curr_pay, 
change_comm_new_comm, 
change_comm_warning, 
change_comm_button, 
change_comm_no_other, 
change_comm_level, 
change_comm_updated, 
password_title, 
password_old_password, 
password_new_password, 
password_confirm_password, 
password_button, 
password_warning_old_missing, 
password_warning_new_missing, 
password_warning_mismatch, 
password_warning_invalid, 
password_notice, 
edit_failed, 
edit_success, 
edit_button, 
commissionstats_title, 
commissionstats_info, 
commissionstats_hint, 
commissionstats_profile, 
commissionstats_username, 
commissionstats_password, 
commissionstats_id, 
commissionstats_source, 
commissionstats_download, 
commissionalert_title, 
commissionalert_info, 
commissionalert_hint, 
commissionalert_profile, 
commissionalert_username, 
commissionalert_password, 
commissionalert_id, 
commissionalert_source, 
commissionalert_download, 
offline_title, 
offline_paragraph_one, 
offline_send, 
offline_page_link, 
offline_paragraph_two, 
banners_title, 
banners_size, 
banners_description, 
ad_title, 
ad_info, 
links_title, 
email_title, 
email_group, 
email_button, 
email_no_group, 
email_choose, 
email_notice, 
email_ascii, 
email_html, 
email_test, 
email_test_info, 
email_source, 
html_title, 
html_view_link, 
traffic_title, 
traffic_display, 
traffic_display_visitors, 
traffic_button, 
traffic_title_details, 
traffic_ip, 
traffic_refer, 
traffic_date, 
traffic_time, 
traffic_bottom_tag_one, 
traffic_bottom_tag_two, 
traffic_bottom_tag_three, 
traffic_none, 
traffic_no_url, 
traffic_box_title, 
traffic_box_info, 
payment_title, 
payment_date, 
payment_commissions, 
payment_amount, 
payment_totals, 
payment_none, 
tier_stats_title, 
tier_stats_accounts, 
tier_stats_grab_link, 
tier_stats_none, 
tier_stats_username, 
tier_stats_current, 
tier_stats_previous, 
tier_stats_totals, 
recurring_title, 
recurring_none, 
recurring_date, 
recurring_status, 
recurring_payout, 
recurring_amount, 
recurring_every, 
recurring_in, 
recurring_days, 
recurring_total, 
tlinks_title, 
tlinks_embedded_one, 
tlinks_embedded_two, 
tlinks_embedded_current, 
tlinks_forced_two, 
tlinks_forced_code, 
tlinks_forced_paste, 
tlinks_forced_money, 
comdetails_title, 
comdetails_date, 
comdetails_time, 
comdetails_type, 
comdetails_status, 
comdetails_amount, 
comdetails_additional_title, 
comdetails_additional_ordnum, 
comdetails_additional_saleamt, 
comdetails_type_1, 
comdetails_type_2, 
comdetails_type_3, 
comdetails_type_4, 
comdetails_status_1, 
comdetails_status_2, 
comdetails_status_3, 
comdetails_not_available, 
details_title, 
details_drop_1, 
details_drop_2, 
details_drop_3, 
details_drop_4, 
details_drop_5, 
details_button, 
details_date, 
details_status, 
details_commission, 
details_details, 
details_type_1, 
details_type_2, 
details_type_3, 
details_none, 
details_no_group, 
details_choose, 
general_title, 
general_transactions, 
general_earnings_to_date, 
general_history_link, 
general_standard_earnings, 
general_current_earnings, 
general_traffic_title, 
general_traffic_visitors, 
general_traffic_unique, 
general_traffic_sales, 
general_traffic_ratio, 
general_traffic_info, 
general_traffic_pay_type, 
general_traffic_pay_level, 
general_notes_title, 
general_notes_date, 
general_notes_to, 
general_notes_all, 
general_notes_none, 
contact_left_column_title, 
contact_left_column_text, 
contact_title, 
contact_name, 
contact_email, 
contact_message, 
contact_chars, 
contact_button, 
contact_received, 
contact_invalid_name, 
contact_invalid_email, 
contact_invalid_message, 
invoice_button, 
invoice_header, 
invoice_aff_info, 
invoice_co_info, 
invoice_acct_info, 
invoice_payment_info, 
invoice_comm_date, 
invoice_comm_amt, 
invoice_comm_type, 
invoice_admin_note, 
invoice_footer, 
invoice_print, 
invoice_none, 
invoice_aff_id, 
invoice_aff_user, 
menu_pdf_marketing, 
menu_pdf_training, 
marketing_target_url, 
marketing_source_code, 
marketing_group, 
peels_title, 
peels_view, 
peels_description, 
lb_head_title, 
lb_head_description, 
lb_head_source_code, 
lb_head_code_notes, 
lb_head_tutorial, 
lb_body_title, 
lb_body_description, 
lb_body_click, 
lb_body_source_code, 
pdf_title, 
pdf_training, 
pdf_marketing, 
pdf_description_1, 
pdf_description_2, 
pdf_file_name, 
pdf_file_size, 
pdf_file_description, 
pdf_bytes, 
menu_heading_training_materials, 
menu_videos, 
menu_custom_manual, 
menu_page_peels, 
menu_lightboxes, 
menu_email_templates, 
menu_heading_custom_links, 
menu_custom_reports, 
menu_keyword_links, 
menu_subid_links, 
menu_alteranate_links, 
menu_heading_additional, 
menu_drop_heading_stats, 
menu_drop_heading_commissions, 
menu_drop_heading_history, 
menu_drop_heading_traffic, 
menu_drop_heading_account, 
menu_drop_heading_logo, 
menu_drop_heading_faq, 
menu_drop_general_stats, 
menu_drop_tier_stats, 
menu_drop_current, 
menu_drop_tier, 
menu_drop_pending, 
menu_drop_paid, 
menu_drop_paid_rec, 
menu_drop_recurring, 
menu_drop_edit, 
menu_drop_password, 
menu_drop_change, 
account_hidden, 
keyword_title, 
keyword_info, 
keyword_heading, 
keyword_tracking, 
keyword_build, 
keyword_example, 
keyword_tutorial, 
sub_tracking_title, 
sub_tracking_info, 
sub_tracking_build, 
sub_tracking_example, 
sub_tracking_tutorial, 
sub_tracking_id, 
alternate_title, 
alternate_option_1, 
alternate_heading_1, 
alternate_info_1, 
alternate_button, 
alternate_links_heading, 
alternate_links_note, 
alternate_links_remove, 
alternate_option_2, 
alternate_info_2, 
alternate_variable, 
alternate_example, 
alternate_build, 
alternate_none, 
alternate_tutorial, 
cr_title, 
cr_select, 
cr_button, 
cr_no_results, 
cr_no_results_info, 
cr_used, 
cr_found, 
cr_times, 
cr_unique, 
cr_detailed, 
cr_export, 
cr_none, 
logo_title, 
logo_info, 
logo_bullet_one, 
logo_bullet_two, 
logo_bullet_three, 
logo_bullet_size_one, 
logo_bullet_size_two, 
logo_bullet_req_size_one, 
logo_bullet_req_size_two, 
logo_bullet_pixels, 
logo_choose, 
logo_file, 
logo_browse, 
logo_button, 
logo_current, 
logo_remove, 
logo_display_status, 
logo_pending, 
logo_approved, 
logo_success, 
signup_security_title, 
signup_security_info, 
signup_security_code, 
sub_tracking_none, 
missing_security_code, 
alternate_success_title, 
alternate_success_info, 
alternate_failed_title, 
alternate_failed_info, 
logo_missing_filename, 
logo_required_width, 
logo_required_height, 
logo_maximum_width, 
logo_maximum_height, 
logo_size_maximum, 
logo_bad_filetype, 
logo_upload_error, 
logo_error_title, 
logo_error_bytes, 
excel_title, 
excel_tab_report, 
excel_tab_logs, 
excel_date, 
excel_affiliate, 
excel_criteria, 
excel_link, 
excel_hits, 
excel_comm_stats, 
excel_comm_current, 
excel_comm_paid, 
excel_comm_total, 
excel_comm_ratio, 
excel_earned, 
excel_earned_current, 
excel_earned_paid, 
excel_earned_total, 
excel_earned_tab, 
excel_log_title, 
excel_log_ip, 
excel_log_refer, 
excel_log_date, 
excel_log_time, 
excel_log_target, 
etemplates_title, 
etemplates_view_link, 
etemplates_name, 
signup_maintenance_heading, 
signup_maintenance_info, 
marketing_group_title, 
marketing_button, 
marketing_no_group, 
marketing_choose, 
marketing_notice, 
canspam_heading, 
canspam_accept, 
canspam_error, 
signup_banned, 
header_testimonials, 
testi_visit, 
testi_description, 
testi_name, 
testi_url, 
testi_content, 
testi_code, 
testi_submit, 
testi_na, 
testi_title, 
testi_success_title, 
testi_success_message, 
testi_error_title, 
testi_error_name_missing, 
testi_error_url_missing, 
testi_error_missing, 
menu_drop_delayed, 
details_drop_6, 
details_type_6, 
comdetails_status_6, 
tc_reaccept_title, 
tc_reaccept_sub_title, 
tc_reaccept_button, 
tlinks_active, 
tlinks_payout_structure, 
tlinks_level, 
tierText1, 
tierText2, 
tierText3, 
tierTextflat, 
edit_custom_button, 
private_heading, 
private_info, 
private_required_heading, 
private_code_title, 
private_button, 
private_error_title, 
private_error_invalid, 
private_error_expired, 
qr_code_title,
qr_code_size,
qr_code_button,
qr_code_offline_title,
qr_code_offline_content1,
qr_code_offline_content2,
qr_code_online_title,
qr_code_online_content,
menu_coupon,
coupon_title,
coupon_desc,
coupon_head_1,
coupon_head_2,
coupon_head_3,
coupon_sale_amt,
coupon_flat_rate,
coupon_default,
cc_vanity_title,
cc_vanity_field,
cc_vanity_button,
cc_vanity_error_missing,
cc_vanity_error_exists,
cc_vanity_error,
cc_vanity_success,
coupon_none,
pic_error_title,
pic_missing,
pic_invalid,
pic_error,
pic_success,
pic_title,
pic_info,
pic_bullet_1,
pic_bullet_2,
pic_bullet_3,
pic_file,
pic_button,
pic_current,
pic_remove,
progress_title,
progress_complete,
progress_none,
progress_sentence_1,
progress_sentence_2,
progress_sentence_3,
aff_lib_button,
menu_announcements,
announcements_name,
announcements_facebook_message,
announcements_twitter_message,
announcements_facebook_link,
announcements_facebook_picture,
general_last_30_days_activity,
general_last_30_days_activity_traffic,
general_last_30_days_activity_commissions,
accountability_title,
accountability_text,
debit_reason_0,
debit_reason_1,
debit_reason_2,
debit_reason_3,
debit_reason_4,
debit_reason_5,
menu_drop_pending_debits,
debit_amount_label,
debit_date_label,
debit_reason_label,
debit_paragraph,
debit_invoice_amount,
debit_revised_amount,
mv_head_description,
mv_head_source_code,
mv_body_title,
mv_body_description,
mv_body_source_code,
menu_marketing_videos,
mv_preview_button,
dt_no_data,
dt_showing_exists,
dt_showing_none,
dt_filtered,
dt_length_choice,
dt_loading,
dt_processing,
dt_no_records,
dt_first,
dt_last,
dt_next,
dt_previous,
dt_sort_asc,
dt_sort_desc,
choose_marketing_group,
email_already_used_1,
email_already_used_2,
email_already_used_3,
missing_fax,
chart_last_6_months,
chart_last_6_months_paid,
chart_this_month,
chart_this_month_none,
login_return,
login_lost_details,
account_edit_general_prefs,
account_edit_email_language,
footer_connect,
modal_close,
vat_amount_heading,
menu_logout,
menu_upload_picture,
menu_offer_testi,
fb_login,
fb_permissions,
announcements_published,
training_videos_title,
training_videos_general,
commission_method,
how_will_you_earn,
pm_account_credit,
pm_check_money_order,
pm_paypal,
pm_stripe,
pm_wire,
add_to_signup_left_column_text,
paypal_email,
stripe_acct_details,
stripe_connect,
stripe_success,
stripe_settings,
stripe_connect_edit,
stripe_delete,
stripe_confirm,
payment_settings,
edit_payment_settings,
invalid_paypal_address,
payment_method_error,
payment_settings_updated,
stripe_removed,
payment_settings_success,
payment_update_notice_1,
payment_update_notice_2,
pm_title_credit,
pm_title_mo,
pm_title_paypal,
pm_title_stripe,
pm_title_wire,
privacy_link,
privacy_signup_title,
privacy_signup_agree,
missing_privacy,
header_privacy

) VALUES (?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?,?)");

        $st->execute(array(
            $header_title,
            $header_indexLink,
            $header_signupLink,
            $header_accountLink,
            $header_emailLink,
            $header_greeting,
            $header_nonLogged,
            $header_logout,
            $footer_tag,
            $footer_copyright,
            $footer_rights,
            $index_heading_1,
            $index_paragraph_1,
            $index_heading_2,
            $index_paragraph_2,
            $index_heading_3,
            $index_paragraph_3,
            $index_login_title,
            $index_login_username,
            $index_login_password,
            $index_login_username_field,
            $index_login_password_field,
            $index_login_button,
            $index_login_signup_link,
            $index_table_title,
            $index_table_commission_type,
            $index_table_initial_deposit,
            $index_table_requirements,
            $index_table_duration,
            $index_table_choose,
            $index_table_sale,
            $index_table_click,
            $index_table_sale_text,
            $index_table_click_text,
            $index_table_deposit_tag,
            $index_table_requirements_tag,
            $index_table_duration_tag,
            $signup_left_column_text,
            $signup_left_column_title,
            $signup_login_title,
            $signup_login_username,
            $signup_login_password,
            $signup_login_password_again,
            $signup_login_minmax_chars,
            $signup_login_must_match,
            $signup_standard_title,
            $signup_standard_email,
            $signup_standard_company,
            $signup_standard_checkspayable,
            $signup_standard_weburl,
            $signup_standard_taxinfo,
            $signup_personal_title,
            $signup_personal_fname,
            $signup_personal_state,
            $signup_personal_lname,
            $signup_personal_phone,
            $signup_personal_addr1,
            $signup_personal_fax,
            $signup_personal_addr2,
            $signup_personal_zip,
            $signup_personal_city,
            $signup_personal_country,
            $signup_commission_title,
            $signup_commission_howtopay,
            $signup_commission_style_PPS,
            $signup_commission_style_PPC,
            $signup_terms_title,
            $signup_terms_agree,
            $signup_page_button,
            $signup_success_email_comment,
            $signup_success_login_link,
            $custom_fields_title,
            $logout_msg,
            $signup_page_success,
            $login_left_column_title,
            $login_left_column_text,
            $login_title,
            $login_username,
            $login_password,
            $login_invalid,
            $login_now,
            $login_send_title,
            $login_send_username,
            $login_send_info,
            $login_send_pass,
            $login_send_bad,
            $help_new_password_heading,
            $help_new_password_info,
            $help_confirm_password_heading,
            $help_confirm_password_info,
            $help_custom_links_heading,
            $help_custom_links_info,
            $error_title,
            $username_invalid,
            $username_taken,
            $username_short,
            $username_long,
            $password_invalid,
            $password_short,
            $password_long,
            $password_mismatch,
            $missing_checks,
            $missing_tax,
            $missing_fname,
            $missing_lname,
            $missing_email,
            $invalid_email,
            $missing_address,
            $missing_city,
            $missing_company,
            $missing_state,
            $missing_zip,
            $missing_phone,
            $missing_website,
            $missing_paypal,
            $missing_terms,
            $paypal_required,
            $missing_custom,
            $account_total_transactions,
            $account_standard_linking_code,
            $account_copy_paste,
            $account_not_approved,
            $account_suspended,
            $account_standard_earnings,
            $account_inc_bonus,
            $account_second_tier,
            $account_recurring,
            $account_not_available,
            $account_earned_todate,
            $menu_heading_overview,
            $menu_general_stats,
            $menu_tier_stats,
            $menu_payment_history,
            $menu_commission_details,
            $menu_recurring_commissions,
            $menu_traffic_log,
            $menu_heading_marketing,
            $menu_banners,
            $menu_text_ads,
            $menu_text_links,
            $menu_email_links,
            $menu_html_links,
            $menu_offline,
            $menu_tier_linking_code,
            $menu_email_friends,
            $menu_custom_links,
            $menu_heading_management,
            $menu_comalert,
            $menu_comstats,
            $menu_edit_account,
            $menu_change_pass,
            $menu_change_commission,
            $menu_heading_general_info,
            $menu_browse_affiliates,
            $menu_faq,
            $suspended_title,
            $suspended_heading,
            $suspended_notes,
            $pending_title,
            $pending_heading,
            $pending_note,
            $faq_title,
            $faq_none,
            $browse_title,
            $browse_none,
            $change_comm_title,
            $change_comm_curr_comm,
            $change_comm_curr_pay,
            $change_comm_new_comm,
            $change_comm_warning,
            $change_comm_button,
            $change_comm_no_other,
            $change_comm_level,
            $change_comm_updated,
            $password_title,
            $password_old_password,
            $password_new_password,
            $password_confirm_password,
            $password_button,
            $password_warning_old_missing,
            $password_warning_new_missing,
            $password_warning_mismatch,
            $password_warning_invalid,
            $password_notice,
            $edit_failed,
            $edit_success,
            $edit_button,
            $commissionstats_title,
            $commissionstats_info,
            $commissionstats_hint,
            $commissionstats_profile,
            $commissionstats_username,
            $commissionstats_password,
            $commissionstats_id,
            $commissionstats_source,
            $commissionstats_download,
            $commissionalert_title,
            $commissionalert_info,
            $commissionalert_hint,
            $commissionalert_profile,
            $commissionalert_username,
            $commissionalert_password,
            $commissionalert_id,
            $commissionalert_source,
            $commissionalert_download,
            $offline_title,
            $offline_paragraph_one,
            $offline_send,
            $offline_page_link,
            $offline_paragraph_two,
            $banners_title,
            $banners_size,
            $banners_description,
            $ad_title,
            $ad_info,
            $links_title,
            $email_title,
            $email_group,
            $email_button,
            $email_no_group,
            $email_choose,
            $email_notice,
            $email_ascii,
            $email_html,
            $email_test,
            $email_test_info,
            $email_source,
            $html_title,
            $html_view_link,
            $traffic_title,
            $traffic_display,
            $traffic_display_visitors,
            $traffic_button,
            $traffic_title_details,
            $traffic_ip,
            $traffic_refer,
            $traffic_date,
            $traffic_time,
            $traffic_bottom_tag_one,
            $traffic_bottom_tag_two,
            $traffic_bottom_tag_three,
            $traffic_none,
            $traffic_no_url,
            $traffic_box_title,
            $traffic_box_info,
            $payment_title,
            $payment_date,
            $payment_commissions,
            $payment_amount,
            $payment_totals,
            $payment_none,
            $tier_stats_title,
            $tier_stats_accounts,
            $tier_stats_grab_link,
            $tier_stats_none,
            $tier_stats_username,
            $tier_stats_current,
            $tier_stats_previous,
            $tier_stats_totals,
            $recurring_title,
            $recurring_none,
            $recurring_date,
            $recurring_status,
            $recurring_payout,
            $recurring_amount,
            $recurring_every,
            $recurring_in,
            $recurring_days,
            $recurring_total,
            $tlinks_title,
            $tlinks_embedded_one,
            $tlinks_embedded_two,
            $tlinks_embedded_current,
            $tlinks_forced_two,
            $tlinks_forced_code,
            $tlinks_forced_paste,
            $tlinks_forced_money,
            $comdetails_title,
            $comdetails_date,
            $comdetails_time,
            $comdetails_type,
            $comdetails_status,
            $comdetails_amount,
            $comdetails_additional_title,
            $comdetails_additional_ordnum,
            $comdetails_additional_saleamt,
            $comdetails_type_1,
            $comdetails_type_2,
            $comdetails_type_3,
            $comdetails_type_4,
            $comdetails_status_1,
            $comdetails_status_2,
            $comdetails_status_3,
            $comdetails_not_available,
            $details_title,
            $details_drop_1,
            $details_drop_2,
            $details_drop_3,
            $details_drop_4,
            $details_drop_5,
            $details_button,
            $details_date,
            $details_status,
            $details_commission,
            $details_details,
            $details_type_1,
            $details_type_2,
            $details_type_3,
            $details_none,
            $details_no_group,
            $details_choose,
            $general_title,
            $general_transactions,
            $general_earnings_to_date,
            $general_history_link,
            $general_standard_earnings,
            $general_current_earnings,
            $general_traffic_title,
            $general_traffic_visitors,
            $general_traffic_unique,
            $general_traffic_sales,
            $general_traffic_ratio,
            $general_traffic_info,
            $general_traffic_pay_type,
            $general_traffic_pay_level,
            $general_notes_title,
            $general_notes_date,
            $general_notes_to,
            $general_notes_all,
            $general_notes_none,
            $contact_left_column_title,
            $contact_left_column_text,
            $contact_title,
            $contact_name,
            $contact_email,
            $contact_message,
            $contact_chars,
            $contact_button,
            $contact_received,
            $contact_invalid_name,
            $contact_invalid_email,
            $contact_invalid_message,
            $invoice_button,
            $invoice_header,
            $invoice_aff_info,
            $invoice_co_info,
            $invoice_acct_info,
            $invoice_payment_info,
            $invoice_comm_date,
            $invoice_comm_amt,
            $invoice_comm_type,
            $invoice_admin_note,
            $invoice_footer,
            $invoice_print,
            $invoice_none,
            $invoice_aff_id,
            $invoice_aff_user,
            $menu_pdf_marketing,
            $menu_pdf_training,
            $marketing_target_url,
            $marketing_source_code,
            $marketing_group,
            $peels_title,
            $peels_view,
            $peels_description,
            $lb_head_title,
            $lb_head_description,
            $lb_head_source_code,
            $lb_head_code_notes,
            $lb_head_tutorial,
            $lb_body_title,
            $lb_body_description,
            $lb_body_click,
            $lb_body_source_code,
            $pdf_title,
            $pdf_training,
            $pdf_marketing,
            $pdf_description_1,
            $pdf_description_2,
            $pdf_file_name,
            $pdf_file_size,
            $pdf_file_description,
            $pdf_bytes,
            $menu_heading_training_materials,
            $menu_videos,
            $menu_custom_manual,
            $menu_page_peels,
            $menu_lightboxes,
            $menu_email_templates,
            $menu_heading_custom_links,
            $menu_custom_reports,
            $menu_keyword_links,
            $menu_subid_links,
            $menu_alteranate_links,
            $menu_heading_additional,
            $menu_drop_heading_stats,
            $menu_drop_heading_commissions,
            $menu_drop_heading_history,
            $menu_drop_heading_traffic,
            $menu_drop_heading_account,
            $menu_drop_heading_logo,
            $menu_drop_heading_faq,
            $menu_drop_general_stats,
            $menu_drop_tier_stats,
            $menu_drop_current,
            $menu_drop_tier,
            $menu_drop_pending,
            $menu_drop_paid,
            $menu_drop_paid_rec,
            $menu_drop_recurring,
            $menu_drop_edit,
            $menu_drop_password,
            $menu_drop_change,
            $account_hidden,
            $keyword_title,
            $keyword_info,
            $keyword_heading,
            $keyword_tracking,
            $keyword_build,
            $keyword_example,
            $keyword_tutorial,
            $sub_tracking_title,
            $sub_tracking_info,
            $sub_tracking_build,
            $sub_tracking_example,
            $sub_tracking_tutorial,
            $sub_tracking_id,
            $alternate_title,
            $alternate_option_1,
            $alternate_heading_1,
            $alternate_info_1,
            $alternate_button,
            $alternate_links_heading,
            $alternate_links_note,
            $alternate_links_remove,
            $alternate_option_2,
            $alternate_info_2,
            $alternate_variable,
            $alternate_example,
            $alternate_build,
            $alternate_none,
            $alternate_tutorial,
            $cr_title,
            $cr_select,
            $cr_button,
            $cr_no_results,
            $cr_no_results_info,
            $cr_used,
            $cr_found,
            $cr_times,
            $cr_unique,
            $cr_detailed,
            $cr_export,
            $cr_none,
            $logo_title,
            $logo_info,
            $logo_bullet_one,
            $logo_bullet_two,
            $logo_bullet_three,
            $logo_bullet_size_one,
            $logo_bullet_size_two,
            $logo_bullet_req_size_one,
            $logo_bullet_req_size_two,
            $logo_bullet_pixels,
            $logo_choose,
            $logo_file,
            $logo_browse,
            $logo_button,
            $logo_current,
            $logo_remove,
            $logo_display_status,
            $logo_pending,
            $logo_approved,
            $logo_success,
            $signup_security_title,
            $signup_security_info,
            $signup_security_code,
            $sub_tracking_none,
            $missing_security_code,
            $alternate_success_title,
            $alternate_success_info,
            $alternate_failed_title,
            $alternate_failed_info,
            $logo_missing_filename,
            $logo_required_width,
            $logo_required_height,
            $logo_maximum_width,
            $logo_maximum_height,
            $logo_size_maximum,
            $logo_bad_filetype,
            $logo_upload_error,
            $logo_error_title,
            $logo_error_bytes,
            $excel_title,
            $excel_tab_report,
            $excel_tab_logs,
            $excel_date,
            $excel_affiliate,
            $excel_criteria,
            $excel_link,
            $excel_hits,
            $excel_comm_stats,
            $excel_comm_current,
            $excel_comm_paid,
            $excel_comm_total,
            $excel_comm_ratio,
            $excel_earned,
            $excel_earned_current,
            $excel_earned_paid,
            $excel_earned_total,
            $excel_earned_tab,
            $excel_log_title,
            $excel_log_ip,
            $excel_log_refer,
            $excel_log_date,
            $excel_log_time,
            $excel_log_target,
            $etemplates_title,
            $etemplates_view_link,
            $etemplates_name,
            $signup_maintenance_heading,
            $signup_maintenance_info,
            $marketing_group_title,
            $marketing_button,
            $marketing_no_group,
            $marketing_choose,
            $marketing_notice,
            $canspam_heading,
            $canspam_accept,
            $canspam_error,
            $signup_banned,
            $header_testimonials,
            $testi_visit,
            $testi_description,
            $testi_name,
            $testi_url,
            $testi_content,
            $testi_code,
            $testi_submit,
            $testi_na,
            $testi_title,
            $testi_success_title,
            $testi_success_message,
            $testi_error_title,
            $testi_error_name_missing,
            $testi_error_url_missing,
            $testi_error_missing,
            $menu_drop_delayed,
            $details_drop_6,
            $details_type_6,
            $comdetails_status_6,
            $tc_reaccept_title,
            $tc_reaccept_sub_title,
            $tc_reaccept_button,
            $tlinks_active,
            $tlinks_payout_structure,
            $tlinks_level,
            $tierText1,
            $tierText2,
            $tierText3,
            $tierTextflat,
            $edit_custom_button,
            $private_heading,
            $private_info,
            $private_required_heading,
            $private_code_title,
            $private_button,
            $private_error_title,
            $private_error_invalid,
            $private_error_expired,
            $qr_code_title,
            $qr_code_size,
            $qr_code_button,
            $qr_code_offline_title,
            $qr_code_offline_content1,
            $qr_code_offline_content2,
            $qr_code_online_title,
            $qr_code_online_content,
            $menu_coupon,
            $coupon_title,
            $coupon_desc,
            $coupon_head_1,
            $coupon_head_2,
            $coupon_head_3,
            $coupon_sale_amt,
            $coupon_flat_rate,
            $coupon_default,
            $cc_vanity_title,
            $cc_vanity_field,
            $cc_vanity_button,
            $cc_vanity_error_missing,
            $cc_vanity_error_exists,
            $cc_vanity_error,
            $cc_vanity_success,
            $coupon_none,
            $pic_error_title,
            $pic_missing,
            $pic_invalid,
            $pic_error,
            $pic_success,
            $pic_title,
            $pic_info,
            $pic_bullet_1,
            $pic_bullet_2,
            $pic_bullet_3,
            $pic_file,
            $pic_button,
            $pic_current,
            $pic_remove,
            $progress_title,
            $progress_complete,
            $progress_none,
            $progress_sentence_1,
            $progress_sentence_2,
            $progress_sentence_3,
            $aff_lib_button,
            $menu_announcements,
            $announcements_name,
            $announcements_facebook_message,
            $announcements_twitter_message,
            $announcements_facebook_link,
            $announcements_facebook_picture,
            $general_last_30_days_activity,
            $general_last_30_days_activity_traffic,
            $general_last_30_days_activity_commissions,
            $accountability_title,
            $accountability_text,
            $debit_reason_0,
            $debit_reason_1,
            $debit_reason_2,
            $debit_reason_3,
            $debit_reason_4,
            $debit_reason_5,
            $menu_drop_pending_debits,
            $debit_amount_label,
            $debit_date_label,
            $debit_reason_label,
            $debit_paragraph,
            $debit_invoice_amount,
            $debit_revised_amount,
            $mv_head_description,
            $mv_head_source_code,
            $mv_body_title,
            $mv_body_description,
            $mv_body_source_code,
            $menu_marketing_videos,
            $mv_preview_button,
            $dt_no_data,
            $dt_showing_exists,
            $dt_showing_none,
            $dt_filtered,
            $dt_length_choice,
            $dt_loading,
            $dt_processing,
            $dt_no_records,
            $dt_first,
            $dt_last,
            $dt_next,
            $dt_previous,
            $dt_sort_asc,
            $dt_sort_desc,
            $choose_marketing_group,
            $email_already_used_1,
            $email_already_used_2,
            $email_already_used_3,
            $missing_fax,
            $chart_last_6_months,
            $chart_last_6_months_paid,
            $chart_this_month,
            $chart_this_month_none,
            $login_return,
            $login_lost_details,
            $account_edit_general_prefs,
            $account_edit_email_language,
            $footer_connect,
            $modal_close,
            $vat_amount_heading,
            $menu_logout,
            $menu_upload_picture,
            $menu_offer_testi,
            $fb_login,
            $fb_permissions,
            $announcements_published,
            $training_videos_title,
            $training_videos_general,
            $commission_method,
            $how_will_you_earn,
            $pm_account_credit,
            $pm_check_money_order,
            $pm_paypal,
            $pm_stripe,
            $pm_wire,
            $add_to_signup_left_column_text,
            $paypal_email,
            $stripe_acct_details,
            $stripe_connect,
            $stripe_success,
            $stripe_settings,
            $stripe_connect_edit,
            $stripe_delete,
            $stripe_confirm,
            $payment_settings,
            $edit_payment_settings,
            $invalid_paypal_address,
            $payment_method_error,
            $payment_settings_updated,
            $stripe_removed,
            $payment_settings_success,
            $payment_update_notice_1,
            $payment_update_notice_2,
			$pm_title_credit,
			$pm_title_mo,
			$pm_title_paypal,
			$pm_title_stripe,
			$pm_title_wire,
			$privacy_link,
			$privacy_signup_title,
			$privacy_signup_agree,
			$missing_privacy,
			$header_privacy
        ));
		
    } catch ( Exception $ex ) {
        echo '<strong>Error:</strong><br>File: ' . $ex->getFile() . '<br><strong>Line:</strong> ' . $ex->getLine() . '<br><strong>Message:</strong> ' . $ex->getMessage();
        die;
    }
	
		$checkdat = $db->query("SHOW COLUMNS from idevaff_language_packs LIKE 'direction'");
		if (!$checkdat->rowCount()) {
		$add_column = $db->prepare("ALTER TABLE idevaff_language_packs ADD direction int UNSIGNED NOT NULL default '0'");
		$add_column->execute();	}

    try {
        $st = $db->prepare("insert into idevaff_language_packs (name, status, def, table_name, user_created, direction) VALUES (?, 1, 0, ?, 0, 0)");
        $st->execute(array($language_pack_name, $language_pack_table_name));
    } catch ( Exception $ex ) {
        echo '<strong>Error:</strong><br>File: ' . $ex->getFile() . '<br><strong>Line:</strong> ' . $ex->getLine() . '<br><strong>Message:</strong> ' . $ex->getMessage();
        die;
    }
	
    try {
        $lang_check = $db->prepare("select id from idevaff_language_packs where table_name = ?");
        $lang_check->execute(array($language_pack_table_name));
        $lang_check->setFetchMode(PDO::FETCH_ASSOC);
        $lang_check = $lang_check->fetch();
        $lang_check = "pack_" . $lang_check['id'];

        $db->query("ALTER TABLE idevaff_language_custom_values ADD $lang_check longtext");
        $st = $db->prepare("insert into idevaff_language_custom_values ($lang_check) VALUES (?)");
        $st->execute(array("Marketing Material"));
    } catch ( Exception $ex ) {
        echo '<strong>Error:</strong><br>File: ' . $ex->getFile() . '<br><strong>Line:</strong> ' . $ex->getLine() . '<br><strong>Message:</strong> ' . $ex->getMessage();
        die;
    }

    if (!isset($new_install_package)) {
        echo "<div class=\"alert alert-info\" style=\"margin-top:0px; margin-bottom:5px;\"><span style=\"font-size:120%;\">Language Pack Notice</span><br />A new language pack (<strong>" . ucwords($language_pack_name) . "</strong>) was added.</div>";
    }

}

?>